Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/VLC/locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: VLC
ar: مشغل الوسائط VLC

source: Playlist
ar: قائمة التشغيل

source: Change VLC appModule settings
ar: تغيير إعدادات تطبيق VLC

source: Use it in the main window if tabulating between playback controls stopped working. It'll tries to bring the focus to the playback control pane to get it to work again.
ar: استخدمه في الإطار الرئيسي إذا توقفت الجدولة بين عناصر التحكم في التشغيل عن العمل. سيحاول جلب التركيز إلى جزء التحكم في التشغيل للحصول عليه للعمل مرة أخرى.

source: Toggle verbosity: if enabled, it will announce the elapsed time and volume
ar: تبديل الإسهاب: إذا تم تمكينه ، فسيعلن عن الوقت والحجم المنقضي

source: %d hours
ar: %d ساعات

source: %d hour
ar: %d ساعة

source: %s%d minutes
ar: %s%d دقائق

source: %s%d minute
ar: %s%d دقيقة

source: %s %d seconds
ar: %s %d ثواني

source: %s %d second
ar: %s %d ثانية

source: Pause
ar: إيقاف مؤقت

source: There are no controls available
ar: لا توجد ضوابط متاحة

source: Empty
ar: فارغ

source: %s of %s
ar: %s من %s

source: playing
ar: قيد التشغيل

source: Reads the information of the current playback.
ar: قراءة معلومات التشغيل الحالي.

source: unchecked
ar: غير محدد

source: Repeat mode
ar: تكرار الوضع

source: Shuffle mode
ar: الوضع العشوائي

source: Volume %s
ar: مستوى الصوت %s

source: Brings panels or dialogs that are displayed on the screen, but NVDA is unable to focus automatically to the fore.
ar: يجلب اللوحات أو الحوارات المعروضة على الشاشة ، لكن NVDA غير قادر على التركيز تلقائيًا في المقدمة.

source: SpecialAlphanumericCharactersInYourLanguage
ar: أحرف أبجدية رقمية خاصة بلغتك

source: VLC appModule settings
ar: إعدادات الوحدة النمطية لتطبيق VLC

source: Announce elapsed time and volume
ar: الإعلان عن الوقت والحجم المنقضي

source: VLC Media Player
ar: مشغل الميديا ​​VLC

source: Provides some accessibility features for VLC Media Player, as improve navigation or read status bar
ar: توفر بعض ميزات إمكانية الوصول لبرنامج VLC Media Player ، مثل تحسين التنقل أو قراءة شريط الحالة
