Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/BrailleExtender/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fa, tr

source: In this mode, each dot is a toggle. You must press the space key as soon as the cell you have entered is the desired one to input the character. Thus, the more dots are contained in the cell, the more ways you have to enter the character.
ar: في هذا الوضع، كل نقطة هي عبارة عن مفتاح تبديل يمكن إضافته أو حذفه. يجب عليك الضغط على مفتاح المسافة بمجرد أن تكون الخلية التي أدخلتها هي المطلوبة لإدخال الحرف. وبالتالي، كلما زاد عدد النقاط الموجودة في الخلية ، زادت الطرق المتاحة لك لإدخال الحرف.
fa: در این حالت، هر نقطه دو حالتِ فعال یا غیرفعال دارد. برای وارد کردنِ نویسه باید به محضِ کامل شدنِ نویسه‌ی موردِ نظر، فاصله را فشار دهید. بنا بر این، هرچه تعدادِ نقطه‌های یک خانه بیشتر باشد، راه‌های بیشتری برای وارد کردنِ نویسه خواهید داشت.
tr: Bu modda, her nokta bir geçiştir. Girdiğiniz hücre, karakteri girmek istediğiniz hücre olur olmaz boşluk tuşuna basmalısınız. Bu nedenle, hücrede ne kadar çok nokta bulunursa, karakteri girmek için o kadar çok yolunuz olur.

source: For example, for ⠛, you can compose the cell in the following ways
ar: على سبيل المثال، بالنسبة إلى ⠛، يمكنك تكوين الخلية بالطرق التالية
fa: مثلا، میتوانید نویسه‌ی ⠛ را از راه‌های زیر وارد کنید:
tr: Örneğin, ⠛ için hücreyi aşağıdaki şekillerde oluşturabilirsiniz

source: Dots 1-2, then dots 4-5, then space.
ar: النقاط 1-2، ثم النقاط 4-5، ثم مسافة.
fa: نقطه‌های ۱-۲، سپس نقطه‌های ۴-۵، بعد فاصله.
tr: 1-2 noktalar, sonra 4-5 noktalar, sonra boşluk.

source: Dots 1-2-3, then dot 3 (to correct), then dots 4-5, then space.
ar: النقاط 1-2-3، ثم النقطة 3 (لتصحيح إدخالها)، ثم النقاط 4-5، ثم المسافة.
fa: نقطه‌های ۱-۲-۳، سپس نقطه‌ی ۳ (برای تصحیح)، سپس نقطه‌های ۴-۵، بعد فاصله.
tr: 1-2-3 noktaları, ardından nokta 3 (düzeltmek için), ardından 4-5 noktaları, ardından boşluk.

source: Dot 1, then dots 2-4-5, then space.
ar: نقطة 1، ثم النقاط 2-4-5، ثم مسافة.
fa: نقطه‌ی ۱، سپس نقطه‌های ۲-۴-۵، بعد فاصله.
tr: Nokta 1, sonra noktalar 2-4-5, sonra boşluk.

source: Dots 1-2-4, then dot 5, then space.
ar: النقاط 1-2-4، ثم النقطة 5، ثم المسافة.
fa: نقطه‌های ۱-۲-۴، سپس نقطه‌ی ۵، بعد فاصله.
tr: Nokta 1-2-4, sonra nokta 5, sonra boşluk.

source: Dot 2, then dot 1, then dot 5, then dot 4, and then space.
ar: النقطة 2، ثم النقطة 1، ثم النقطة 5، ثم 4، ثم المسافة.
fa: نقطه‌ی ۲، سپس ۱، سپس ۵، بعد ۴، بعد فاصله.
tr: 2. nokta, sonra 1. nokta, sonra 5. nokta, sonra 4. nokta ve sonra boşluk.

source: Etc.
ar: إلى آخره.
fa: و غیره.
tr: Vb.

source: Documentation
ar: دليل الاستخدام
fa: راهنما
tr: Belgeler

source: Let's explore some features
ar: دعنا نستكشف بعض الميزات
fa: بیایید بعضی ویژگی‌ها را مرور کنیم
tr: Bazı özellikleri keşfedelim

source: Profile gestures
ar: أوضاع الاختصارات
fa: فرمان‌های پروفایل
tr: Profil hareketleri

source: Driver loaded
ar: تمت إعادة تحميل التعريف
fa: درایور بارگزاری شد
tr: Sürücü yüklendi

source: Profile
ar: الوضع
fa: پروفایل
tr: Profil

source: Simple keys
ar: المفاتيح البسيطة
fa: کلیدهای ساده
tr: Basit tuşlar

source: Usual shortcuts
ar: مفاتيح الاختصار المعتادة
fa: میانبرهای معمول
tr: Her zamanki kısayollar

source: Standard NVDA commands
ar: أوامر nvda القياسية
fa: فرمان‌های استانداردِ NVDA
tr: Standart NVDA komutları

source: Modifier keys
ar: مفاتيح التعديل
fa: کلیدهای مبدل
tr: Değiştirici tuşlar

source: Quick navigation keys
ar: مفاتيح الانتقال السريع
fa: کلیدهای پیمایشِ سریع
tr: Hızlı gezinme tuşları

source: Rotor feature
ar: ميزة الدوار
fa: امکانِ گردونه
tr: Rotor özelliği

source: Gadget commands
ar: أوامر الأداة
fa: فرمان‌های گجت
tr: Gadget komutları

source: Shortcuts defined outside add-on
ar: مفاتيح اختصار تم تعيينها خارج الأداة
fa: میانبرهای تعیین‌شده خارج از افزونه
tr: Eklenti dışında tanımlanan kısayollar

source: Keyboard configurations provided
ar: تكوينات لوحة المفاتيح المتوفرة
fa: پیکره‌بندی‌های صفحه‌کلید ارائه شده است
tr: Sağlanan klavye yapılandırmaları

source: Keyboard configurations are
ar: تكوينات لوحة المفاتيح هي
fa: پیکره‌بندی‌های صفحه‌کلید عبارتند از
tr: Klavye yapılandırmaları

source: Warning:
ar: تحذير:
fa: هشدار:
tr: Uyarı:

source: BrailleExtender has no gesture map yet for your braille display.
ar: لا تحتوي إضافة BrailleExtender على اختصارات خاصة بسطر عرض برايل لديك.
fa: BrailleExtender هنوز نقشه‌ی کلید‌های فرمان برای نمایشگرِ بریلِ شما ندارد.
tr: Braille Genişletici, braille ekranınız için henüz bir hareket haritasına sahip değil.

source: However, you can still assign your own gestures in the "Input Gestures" dialog (under Preferences menu).
ar: لكن على الرغم من ذلك، يمكنك إعادة تعيين اختصارات معظم هذه المزايا من مربع حوار "تخصيص اختصارات nvda" الموجود في قائمة "التفضيلات".
fa: با این حال، میتوانید کلید‌های فرمانِ خودتان را در پنجره‌ی مدیریتِ فرمان‌های ورودی ذیلِ منوی تنظیماتِ NVDA اختصاص دهید.
tr: Ancak yine de "Girdi Hareketleri" iletişim kutusunda (Tercihler menüsü altında) kendi hareketlerinizi atayabilirsiniz.

source: Add-on gestures on the system keyboard
ar: اختصارات الإضافة على لوحة مفاتيح النظام
fa: فرمان‌های افزونه روی صفحه‌کلیدِ سیستم
tr: Sistem klavyesindeki eklenti hareketleri

source: Arabic
ar: العربية
fa: عربی
tr: Arapça

source: Chinese (Taiwan)
tr: Çince (Tayvan)

source: Croatian
ar: الكرواتية
fa: کروات
tr: Hırvatça

source: Danish
ar: الدنماركية
fa: دانمارکی
tr: Danimarkaca

source: English and French
ar: الإنجليزية والفرنسية
fa: انگلیسی و فرانسوی
tr: İngilizce ve Fransızca

source: German
ar: الألمانية
fa: آلمانی
tr: Almanca

source: Hebrew
ar: العبرية
fa: عِبری
tr: İbranice

source: Italian
tr: İtalyanca

source: Persian
ar: الفارسية
fa: فارسی
tr: Farsça

source: Polish
ar: البولاندية
fa: لهستانی
tr: Lehçe

source: Russian
ar: الروسية
fa: روسی
tr: Rusça

source: Turkish
tr: Türkçe

source: Copyrights and acknowledgements
ar: حقوق النشر ورسائل شكر
fa: حقوقِ تألیف و قدردانی‌ها
tr: Telif hakları ve onaylar

source: and other contributors
ar: وغيرهم من المساهمين
fa: و دیگر مشارکت‌کنندگان
tr: ve diğer katkıda bulunanlar

source: Translators
ar: المترجمين
fa: مترجمان
tr: Çevirmenler

source: Code contributions and other
ar: مساهمات برمجية
fa: همکاری در کد‌نویسی و غیره
tr: Kod katkıları ve diğer

source: Speech mode feature:
tr: Konuşma modu özelliği:

source: Code maintenance (cleanup, rewrites, optimizations) thanks to:
ar: صيانة الكود (تنظيف ، إعادة كتابة ، تحسينات) بفضل:
fa: نگهداری از کد (پاک‌سازی، بازنویسی، بهینه‌سازی) با سپاس از:
tr: Aşağıdakiler sayesinde kod bakımı (temizleme, yeniden yazmalar, optimizasyonlar):

source: Additional third party copyrighted code is included:
ar: حقوق الطبع والنشر للأطراف الخارجية الإضافية تشمل:
fa: کدِ دارای حقِ تألیفِ افزونتری در این افزونه موجود است:
tr: Ek üçüncü taraf telif hakkıyla korunan kod dahildir:

source: Thanks also to
ar: شكر أيضاً ل
fa: همچنین تشکر میکنم از
tr: Ayrıca teşekkürler

source: Finally thank you very much for all your feedback and comments.
ar: وجزيل الشكر لكم على تعليقاتكم وآراءكم واقتراحاتكم.
fa: و از شما برای بازخوردها و دیدگاه‌هایتان، بسیار سپاسگزاریم.
tr: Son olarak tüm geri bildirimleriniz ve yorumlarınız için çok teşekkür ederiz.

source: %s's documentation
ar: دليل المستخدم ل%s
fa: راهنمای %s
tr: %s belgesi

source: Emulates pressing %s on the system keyboard
ar: محاكاة الضغط على %s من لوحة المفاتيح
fa: فِشُردنِ %s را روی صفحه‌کلیدِ سیستم تقلید میکند
tr: Sistem klavyesinde %s basılmasını taklit eder

source: description currently unavailable for this shortcut
ar: الوصف غير متوفر حالياً لهذا الاختصار
fa: در حالِ حاضر توضیحی برای این میانبر موجود نیست
tr: bu kısayol için açıklama mevcut değil

source: caps lock
ar: تكبير الحروف
tr: büyük harf kilidi

source: all tables
ar: جميع الجداول
fa: همه‌ی جدول‌ها
tr: tüm tablolar

source: Advanced input mode dictionary
ar: قاموس وضع الإدخال المتقدم
fa: دیکشنریِ حالتِ ورودیِ پیشرفته
tr: Gelişmiş giriş modu sözlüğü

source: Dictionary &entries
ar: مدخلات القامو&س
fa: &ورودی‌های دیکشنری
tr: Sözlük girişl&eri

source: Replacement
tr: Değiştir

source: Input
tr: Giriş

source: Input table
ar: جدول الإدخال
fa: جدولِ ورودی
tr: Giriş tablosu

source: &Add
ar: إ&ضافة
fa: &افزودن
tr: &Ekle

source: &Edit
ar: ت&حرير
fa: &ویرایش
tr: &Düzenle

source: Re&move
ar: إ&زالة
fa: &حذف کردن
tr: Kaldı&r

source: &Save
tr: &Kaydet

source: &Open the dictionary file in an editor
ar: فتح مل&ف القاموس في محرر للنصوص
fa: فایلِ دیکشنریِ جاری را در ویرایشگر &باز کن
tr: Sözlük d&osyasını bir düzenleyicide aç

source: &Reload the dictionary
ar: إ&عادة تحميل القاموس
fa: &بارگزاریِ دیکشنری
tr: S&özlüğü yeniden yükle

source: Don't get tired, this entry already exists!
tr: Yorulmayın, bu giriş zaten var!

source: The abreviation "{abreviation}" is already used for "{replacement}". Do you want to update the existing entry?
tr: "{abreviation}" kısaltması zaten "{replacement}" için kullanılıyor. Mevcut girişi güncellemek istiyor musunuz?

source: Add Dictionary Entry
ar: إضافة مُدخَل إلى القاموس
fa: افزودنِ ورودیِ دیکشنری
tr: Sözlük Girişi Ekle

source: Please select an entry first
tr: Lütfen önce bir giriş seçin

source: File doesn't exist yet
ar: الملف غير موجود بعد
fa: فایل هنوز موجود نیست
tr: Dosya henüz mevcut değil

source: Edit Dictionary Entry
ar: تحرير مُدخَل القاموس
fa: ویرایشِ ورودیِ دیکشنری
tr: Sözlük Girişini Düzenle

source: &Abreviation
ar: اخ&تصار
fa: &کوتاهنویسی
tr: kıs&altma

source: &Replace by
ar: ا&ستبدال بِ
fa: &جایگزین شود با
tr: &Şuna göre değiştir

source: The abreviation field is empty, please enter something.
tr: Kısaltma alanı boş, lütfen bir şey girin.

source: The remplacement field is empty, please enter something.
tr: Değiştirme alanı boş, lütfen bir şey girin.

source: Advanced input mode
ar: نمط الإدخال المتقدم
fa: حالتِ ورودیِ پیشرفته
tr: Gelişmiş giriş modu

source: E&xit the advanced input mode after typing one pattern
ar: ال&خروج من نمط الإدخال المتقدم بعد كتابة نمط واحد
fa: &خروج از حالتِ ورودیِ پیشرفته بعد از تایپِ یک الگو
tr: Bir desen yazdıktan sonra gelişmi&ş giriş modundan çık

source: &Escape character for Unicode values input
ar: &حرف الهروب لإدخال قيم يونيكود
fa: نویسه‌ی &گریز برای ورودیِ مقدارهای یونیکُد
tr: Unicode değerleri girişi için &Escape karakteri

source: Auto scroll
tr: Otomatik kaydırma

source: Autoscroll &delay for the active braille display (ms):
ar: مدة ال&تمرير التلقائي لسطر عرض برايل النشط (بالميلي ثانية):
fa: &تأخیرِ مرورِ خودکارِ نمایشگرِ بریلِ فعال (هزارمِ ثانیه):
tr: Aktif braille ekranı için &otomatik kaydırma gecikmesi (ms):

source: &Step for delay change (ms):
tr: &Gecikme değişikliği adımı (ms):

source: &Adjust the delay to content
tr: Gecikmeyi içeriğe göre &ayarla

source: Always ignore &blank line
tr: Her zaman &boş satırı yoksay

source: Fill a cell in two stages using one side only
ar: ملء الخلية على مرحلتين باستخدام جانب واحد فقط من لوحة المفاتيح
fa: پر کردنِ خانه در دو مرحله با استفاده از تنها یک طرف
tr: Yalnızca bir tarafı kullanarak bir hücreyi iki aşamada doldur

source: Fill a cell in two stages using both sides
ar: ملء الخلية على مرحلتين باستخدام كلا جانبي لوحة المفاتيح
fa: پر کردنِ خانه در دو مرحله با استفاده از دو طرف
tr: Her iki tarafı kullanarak bir hücreyi iki aşamada doldur

source: Fill a cell dots by dots
ar: ملء الخلية نقطة بنقطة
fa: پر کردنِ یک خانه نقطه به نقطه
tr: Bir hücreyi nokta nokta doldur

source: Unsupported input method
ar: نمط إدخال غير مدعوم
fa: روشِ ورودیِ پشتیبانی‌نشده
tr: Bu giriş metodu desteklenmiyor

source: One-handed mode
ar: نمط اليد الواحدة
fa: حالتِ یک‌دستی
tr: Tek el modu

source: Enable &one-handed mode
ar: تمكين نمط ال&يد الواحدة
fa: فعال‌سازیِ حالتِ &یک‌دستی
tr: Tek el m&odunu etkinleştir

source: Input &method
ar: طريقة الإ&دخال
fa: &روشِ ورودی
tr: Giriş &metodu

source: Unsupported input
ar: إدخال غير مدعوم
fa: ورودیِ پشتیبانی‌نشده
tr: Desteklenmeyen giriş

source: Role labels
ar: التصنيفات
fa: برچسب‌های نقش
tr: Kural etiketleri

source: Use custom braille &role labels
ar: استخدام تصنيفات برايل مخص&صة
fa: استفاده از برچسب‌های سفارشیِ &نقش‌ه
tr: Özel braille ku&ral etiketlerini kullan

source: Role cate&gory:
tr: Kural kate&gorisi:

source: General
ar: عام
fa: عمومی
tr: Genel

source: Positive states
tr: Olumlu durumlar

source: Negative states
tr: Olumsuz durumlar

source: &Role:
ar: ال&تصنيف:
fa: &نقش:
tr: Ku&ral:

source: Braille &label
ar: تسمية &برايل
fa: &برچسبِ بریل
tr: Brai&lle etiketi

source: &Reset this role label
ar: &إعادة تعيين هذا التصنيف
fa: &بازنشانیِ این برچسبِ نقش
tr: Bu kural etiketini s&ıfırla

source: Reset a&ll role labels
tr: &Tüm kural etiketlerini sıfırla

source: You have no customized role labels.
ar: لا يوجد لديك أي تصنيفات مخصصة.
fa: شما برچسبِ سفارشی‌ای ندارید.
tr: Özelleştirilmiş kural etiketiniz yok.

source: Reset role labels
ar: إعادة تعيين كل التصنيفات
fa: بازنشانیِ برچسب‌های نقش‌ها
tr: Kural etiketlerini sıfırla

source: You have %d customized role labels defined. Do you want to reset all labels?
ar: لديك %d تحديد تسميات الأدوار المخصصة. هل ترغب في إعادة تعيين كافة التسميات؟
fa: شما %d برچسبِ نقشِ تعریف‌شده را سفارشی کردید. آیا میخواهید همه‌ی برچسب‌ها را بازنشانی کنید؟
tr: Tanımlanmış %d özelleştirilmiş kural etiketiniz var. Tüm etiketleri sıfırlamak istiyor musunuz?

source: Feature implementation is in progress. Thanks for your patience.
ar: تنفيذ هذه الميزة قيد التقدم. شكرا لصبرك.
fa: پیاده‌سازیِ این ویژگی در جریان است. از شکیباییِ شما سپاسگزاریم
tr: Özellik uygulaması devam ediyor. Sabrınız için teşekkürler.

source: stable channel, automatic check
tr: kararlı kanalı, otomatik denetle

source: dev channel, automatic check
tr: geliştirici kanalı, otomatik denetle

source: stable channel, manual check
tr: kararlı kanalı, Elle denetle

source: dev channel, manual check
tr: geliştirici kanalı, elle denetle

source: Check for upd&ates:
tr: G&üncellemeleri denetle:

source: Say current line while &scrolling in:
ar: &قراءة السطر الحالي أثن التمرير في:
fa: خاندنِ خطِّ جاری هنگامِ &مرور در:
tr: Kaydırırken geçerli &satırı bildir:

source: Speech &interrupt when scrolling on same line
ar: م&قاطعة النطق أثناء التمرير خلال نفس السطر
fa: &توقف در گفتار هنگامِ مرورِ همان خط
tr: Aynı satırda gez&inirken konuşma kesintisi

source: S&kip blank lines during text scrolling
ar: ت&جاهل الأسطر الفارغة أثناء التمرير في النصوص
fa: ر&د کردنِ خط‌های خالی هنگامِ مرورِ متن
tr: Metin &kaydırma sırasında boş satırları atla

source: Smart Caps Loc&k
tr: Ak&ıllı Büyük Harf Kilidi

source: Speech i&nterrupt for unknown gestures
ar: مقا&طعة النطق عند الاختصارات غير المعروفة
fa: ت&وقف در گفتار برای فرمان‌های نامشخص
tr: Bilinmeyen &hareketler için konuşma kesintisi

source: Announce character when &routing braille cursor
ar: نطق ال&حرف عند التحرك بأزرار المؤشر
fa: اعلامِ نویسه هنگامِ &حرکت با دکمه‌های جانمایی
tr: B&raille imlecini yönlendirirken karakteri bildir

source: Routing cursors behavior in edit &fields:
tr: Düzenleme alanlarındaki yönlendirme imle&çleri davranışı:

source: &Display time and date infinitely
ar: عرض ال&وقت والتاريخ بصورة مستمرة
fa: نمایشِ بینهایتِ ساعت و تاری
tr: &Tarih ve saati sürekli göster

source: Automatically Switch to review mode in &terminal windows (cmd, bash, PuTTY, PowerShell Maxima…)
ar: التبديل تلقائيًا إلى وضع الاستعراض في ال&نوافذ الأوامر الكتابية (cmd, bash, PuTTY, PowerShell Maxima…)
fa: تعویضِ خودکار به حالت بازبینی در پنجره‌های &ترمینال (cmd, bash, PuTTY, PowerShell Maxima…)
tr: Terminal pencerelerinde otomatik olarak inceleme moduna geç (&cmd, bash, PuTTY, PowerShell Maxima…)

source: Announce &volume changes:
ar: الإعلان عن تغيير مست&وى الصوت:
fa: اعلامِ تغییراتِ حجمِ صدا:
tr: &Ses seviyesi değiştiğinde bildir:

source: Announce m&odifier key presses:
ar: الإعلان عند الضغط على مفاتيح ال&تعديل:
fa: اعلامِ فشارِ کلیدهای &مبدل
tr: Değiştirici t&uşlara basıldığında bildir:

source: Play &beeps for modifier keys
ar: تشغيل &نغمة لمفاتيح التعديل
fa: پخشِ &بوق برای کلیدهای مبدل
tr: Değiştirici tuşlar için &bip sesi çal

source: &Right margin on cells for the active braille display
ar: ال&هامش الأيمن في خلايا سطر عرض برايل النشط
fa: حاشیه‌ی &راست در خانه‌های نمایشگرِ بریلِ فعال
tr: Etkin b&raille ekranı için hücrelerde sağ kenar boşluğu

source: Braille &keyboard configuration:
ar: إعدادات لوح&ة مفاتيح برايل:
fa: پیکره‌بَندیِ صفحه‌&کلیدِ بریل:
tr: Braille &klavye yapılandırması:

source: &Reverse forward and back scroll buttons
ar: ع&كس أزرار التمرير للأمام والتمرير للخلف
fa: &معکوس کردنِ دکمه‌های جلو بردن و عقب بردن
tr: İleri ve tersi &geri kaydırma düğmeleri

source: Preferred &primary braille display:
ar: سطر عرض برايل الأ&ساسي:
fa: &اولین نمایشگرِ بریلِ ترجیحی:
tr: Tercih edilen &birincil braille ekranı:

source: Preferred &secondary braille display:
ar: سطر عرض برايل ال&ثانوي:
fa: &دومین نمایشگرِ بریلِ ترجیحی:
tr: Tercih edilen &ikincil braille ekranı:

source: Text attributes
ar: سمات النصوص
fa: ویژگی‌های متن
tr: Metin özellikleri

source: Indicate text attributes in braille with &Attribra
ar: الإشارة إلى سمات النص بطريقة برايل باستخدام &Attribra
fa: مشخص کردنِ خصوصیاتِ متن در بریل با &آتریبرا
tr: &Öznitelik ile metin özelliklerini braille'de belirt

source: &Selected elements:
ar: العنا&صر المحددة:
fa: سازه‌های &انتخاب‌شده:
tr: &Seçilen öğeler:

source: Spelling &errors:
ar: الأ&خطاء الإملائية:
fa: &خطاهای املایی:
tr: Yazım hatala&rı:

source: &Bold:
ar: نص &عريض:
fa: &درشت‌نوشته:
tr: &Kalın:

source: &Italic:
ar: نص &مائل:
fa: &کج‌نوشته:
tr: İtal&ik:

source: &Underline:
ar: &تحته خط:
fa: &زیرخط‌دار:
tr: &Altı çizili:

source: Strike&through:
ar: نص ي&توسطه خط:
fa: &خط‌خورده:
tr: &üstü çizili:

source: Su&bscripts:
ar: نص من&خفض:
fa: &زیرنویس‌ها
tr: Alt sim&geler:

source: Su&perscripts:
ar: نص م&رتفع:
fa: &بالانویس‌ها:
tr: Üst sim&geler:

source: Braille tables
ar: جداول برايل
fa: جدول‌های بریل
tr: Braille tabloları

source: Use the current input table
ar: استخدام جدول إدخال برايل الحالي
fa: استفاده از جدولِ ورودیِ فعلی
tr: Geçerli giriş tablosunu kullan

source: Prefered braille &tables (press F1 for help):
ar: جداول برايل المف&ضلة (اضغط F1 للمساعدة):
fa: جدول‌های بریلِ ترجیحی (برای راهنمایی F1 را بزنید):
tr: Tercih edilen braille &tabloları (yardım için F1'e basın):

source: Input braille table for &keyboard shortcut keys:
ar: جدول إدخال برايل &لاختصارات لوحة المفاتيح:
fa: جدولِ ورودیِ بریل برای کلیدهای میانبرِ صفحه‌&کلید:
tr: Braille giriş tablosu için &klavye kısayolları:

source: None
ar: لا شيء
fa: هیچ‌کدام
tr: Hiçbiri

source: &Secondary output table:
ar: جدول عرض برايل ال&ثانوي:
fa: جدولِ خروجیِ دوم:
tr: &İkincil çıktı tablosu:

source: Display &tabs as spaces
ar: عرض علامات ال&تاب كمسافات
fa: نمایشِ &تب‌ها به شکلِ فاصله
tr: Sekmeleri boşluk olarak gös&ter

source: &Spaces per tab for the active braille display:
ar: عدد المسافات لكل علامة تاب لِسطر عرض برايل الحالي:
fa: &فاصله‌ها به ازای تب برای نمایشگرِ بریلِ فعال
tr: Etkin braille ekranı için &sekme başına boşluk:

source: Alternative and &custom braille tables...
ar: جداول برايل ال&بديلة والمخصصة ...
fa: جدول‌های بریلِ جایگزین و &سفارشی...
tr: Alternati&f ve özel braille tabloları...

source: NVDA must be restarted for changes to take effect. Would you like to restart now?
ar: يجب إعادة تشغيل NVDA حتى تدخل التغييرات حيز التنفيذ. هل ترغب في إعادة تشغيل الآن؟
fa: NVDA باید برای اِعمالِ تغییرات دوباره راه‌اندازی شود. آیا میخواهید هم‌اکنون NVDA را دوباره راه بیندازید؟
tr: Değişikliklerin etkili olması için NVDA'nın yeniden başlatılması gerekir. Şimdi yeniden başlaTmak ister misinİZ?

source: input and output
ar: الإدخال والعرض
fa: ورودی و خروجی
tr: giriş ve çıkış

source: input only
ar: الإدخال فقط
fa: تنها ورودی
tr: sadece giriş

source: output only
ar: العرض فقط
fa: تنها خروجی
tr: sadece ÇIKIŞ

source: Table name: %s
ar: اسم الجدول: %s
fa: نامِ جدول: %s
tr: Tablo adı: %s

source: File name: %s
ar: اسم الملف: %s
fa: نامِ فایل: %s
tr: Dosya adı: %s

source: In switches: %s
ar: في تحويلات: %s
fa: در سوییچ‌های: %s
tr: Anahtarlarda: %s

source: About this table
ar: حول هذا الجدول
fa: درباره‌ی این جدول
tr: Bu tablo hakkında

source: Braille tables usable from NVDA are listed. Press space, left arrow, or right arrow keys to include (or exclude) the selected table in switches. You can also press 'comma' key to get the file name of the selected table, and 'semicolon' key to view miscellaneous information on the selected table.
ar: يتم عرض جداول برايل التي يمكن استخدامها من NVDA. اضغط على مفتاح المسافة أو السهم الأيسر أو الأيممن لتضمين (أو استبعاد) الجدول المحدد لتبديله عبر مفتاح الاختصار. يمكنك أيضًا الضغط على مفتاح "فاصلة" للحصول على اسم ملف الجدول المحدد, ومفتاح "الفاصلة المنقوطة" لعرض معلومات متنوعة عن الجدول المحدد.
fa: جدول‌های قابلِ استفاده از NVDA فهرست میشوند. فاصله، جهت‌نمای چپ ، یا جهت‌نمای راست را برای وارد کردن یا خارج کردنِ جدولِ انتخابی در سوییچ‌ها فشار دهید. همچنین میتوانید از کلیدِ comma برای دریافتِ نامِ فایلِ جدولِ انتخاب‌شده، و کلیدِ semicolon برای دیدنِ دیگر اطلاعاتِ جدولِ انتخاب‌شده استفاده کنید
tr: NVDA'dan kullanılabilen Braille tabloları listelenmiştir. Seçili tabloyu anahtarlara dahil etmek (veya hariç tutmak) için boşluk, sol ok veya sağ ok tuşlarına basın. Ayrıca seçilen tablonun dosya adını almak için 'virgül' tuşuna, seçilen tablodaki çeşitli bilgileri görüntülemek için 'noktalı virgül' tuşuna basabilirsiniz.

source: Contextual help
ar: المساعدة السياقية
fa: راهنمای مربوط
tr: Bağlamsal yardım

source: Custom braille tables
ar: جداول برايل مخصصة
fa: جدول‌های سفارشیِ بریل
tr: Özel braille tabloları

source: Use a custom table as &input table
ar: استخدام جدول برايل م&خصص كجدول إدخال
fa: استفاده از یک جدولِ سفارشی به عنوانِ جدولِ &ورودی
tr: Gir&iş tablosu olarak özel bir tablo kullan

source: Use a custom table as &output table
ar: استخدام جدول مخصص كجدول ال&إخراج
fa: استفاده از یک جدولِ سفارشی به عنوانِ جدولِ &خروجی
tr: Çıktı tabl&osu olarak özel bir tablo kullan

source: &Add a braille table...
ar: &إضافة جدول برايل...
fa: &افزودنِ یک جدولِ بریل...
tr: Braille tablosu &ekle...

source: Add a braille table
ar: إضافة جدول برايل
fa: یک جدول بریل اضافه کنید
tr: Braille tablosu ekleyin

source: Display &name
ar: عرض ال&اسم
fa: &نامِ نمایشی
tr: Ekran &adı

source: &Description
ar: ال&وصف
fa: &توضیح
tr: &Tanım

source: &Path
ar: الم&سار
fa: &مسیر
tr: &Yol

source: &Browse...
ar: است&عراض...
fa: &گشتن...
tr: G&özat...

source: This is a &contracted (grade 2) braille table
ar: هذا جدول برايل م&ختصر (درجة 2)
fa: این یک جدولِ بریلِ &کوتاهنویسی (درجه‌ی ۲) است
tr: Bu, s&özleşmeli (sınıf 2) bir braille tablosudur

source: &Available for:
ar: &متاح لِ:
fa: &در دسترس است برای:
tr: &Mevcut:

source: Input and output
ar: الإدخال والعرض
fa: ورودی و خروجی
tr: Giriş ve çıkış

source: Input only
ar: الإدخال فقط
fa: تنها ورودی
tr: Yalnızca giriş

source: Output only
ar: العرض فقط
fa: تنها خروجی
tr: Yalnızca çıkış

source: Choose a braille table file
ar: اختر ملف جدول برايل
fa: یک فایلِ جدولِ بریل انتخاب کنید
tr: Bir braille tablosu dosyası seçin

source: Liblouis table files
ar: ملفات جداول لبلويس
fa: فایل‌های جدولِ لیبلویی
tr: Liblouis tablo dosyaları

source: Please specify a display name.
ar: الرجاء تحديد اسم العرض.
fa: لطفا یک نامِ نمایشی تعیین کنید.
tr: Lütfen bir görünen ad belirtin.

source: Invalid display name
ar: اسم العرض غير صالح
fa: نامِ نمایشی معتبر نیست
tr: Geçersiz görünen ad

source: The specified path is not valid (%s).
ar: المسار المحدد غير صالح (%s).
fa: مسیرِ تعیین‌شده معتبر نیست (%s).
tr: Belirtilen yol geçerli değil (%s).

source: Invalid path
ar: مسار غير صالح
fa: مسیرِ نامعتبر
tr: Geçersiz yol

source: Braille Extender - Quick launches
ar: Braille Extender - اختصارات التشغيل السريع
fa: راه‌اندازهای سریعِ BrailleExtender
tr: Braille genişletici - Hızlı başlatmalar

source: &Gestures:
ar: الأخت&صارات:
fa: &فرمان‌ها:
tr: &Hareketler:

source: &Location (file path, URL or command)
ar: &الموقع (مسار الملف أو عنوان URL أو الأمر)
fa: &محل (مسیرِ فایل، نشانیِ اینترنتی یا فرمان)
tr: &Konum (dosya yolu, URL veya komut)

source: &Remove this gesture
ar: إ&زالة هذه الإيماءة
fa: &حذف این کلید
tr: Bu ha&reketi kaldır

source: &Add a quick launch
ar: إ&ضافة تشغيل سريع
fa: &افزودنِ راه‌اندازِ سریع
tr: Hızlı başlatma &ekle
