Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/BrailleExtender/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fa, tr

source: Unable to associate this gesture. Please enter another gesture
ar: غير قادر على تعيين هذا الاختصار. الرجاء إدخال اختصار آخر الآن
fa: نمیتوانم این کلید را به این فرمان اختصاص بدهم. لطفا کلیدِ دیگری را وارد کنید
tr: Bu hareket ilişkilendirilemiyor. Lütfen başka bir hareket girin

source: Please enter a gesture from your {addoncfg.curBD} braille display. Press space to cancel.
tr: Lütfen {addoncfg.curBD} braille ekranınızdan bir hareket girin. İptal etmek için boşluk tuşuna basın.

source: Out of capture
ar: خارج الالتقاط
fa: خارج از دریافت
tr: Yakalanmadı

source: The gesture captured is %s
ar: حسناً. الاختصار الذي تم التقاطه هو %s
fa: خُب. کلیدِ دریافت‌شده، %s است
tr: Yakalanan hareket %s

source: Are you sure you wish to delete this shortcut?
ar: هل أنت متأكد من رغبتك في حذف هذا الاختصار؟
fa: مطمئنید که میخواهید این میانبر را حذف کنید؟
tr: Bu kısayolu silmek istediğinizden emin misiniz?

source: Remove shortcut
ar: حذف مفتاح الاختصار
fa: حذفِ میانبر
tr: Kısayolu kaldır

source: {g} removed
ar: تمت إزالة {g}
fa: {g} حذف شد
tr: {g} kaldırıldı

source: Please enter the desired gesture for the new quick launch. Press "space bar" to cancel
ar: الرجاء إدخال الاختصار المطلوب لبدء التشغيل السريع الجديد. اضغط على "شريط المسافة" للإلغاء
fa: لطفا فرمانِ موردِ نظرتان را برای راه‌اندازِ سریعِ جدید وارد کنید. برای لغو، فاصله را فشار دهید
tr: Lütfen yeni hızlı başlatma için istediğiniz hareketi girin. İptal etmek için "boşluk çubuğuna" basın

source: Don't add a quick launch
ar: عدم إضافة اختصار تشغيل سريع
fa: راه‌اندازِ سریع اضافه نکنید
tr: Hızlı başlatma ekleme

source: Choose a file for {0}
ar: اختر ملف ل{0}
fa: یک فایل برای {0} انتخاب کنید
tr: {0} için bir dosya seçin

source: Please create or select a quick launch first
ar: يرجى إنشاء أو تحديد التشغيل السريع أولاً
fa: لطفا اول یک راه‌انداز، ایجاد یا انتخاب کنید
tr: Lütfen önce bir hızlı başlatma oluşturun veya seçin

source: Error
ar: خطأ
fa: خطا
tr: Hata

source: Braille Extender settings
ar: إعدادات Braille Extender
fa: تنظیماتِ BrailleExtender
tr: Braille Genişletici ayarları

source: normal configuration
ar: الإعدادات العامة
fa: پیکره‌بَندیِ معمولی
tr: normal yapılandırma

source: &Number of last announcements to retain:
tr: Sakla&nacak son duyuru sayısı:

source: &Prefix entries with their position in the history
tr: &Geçmiş girdilerine tarih ön ekini ekle

source: &Read entries while browsing history
tr: &Geçmişe göz atarken girişleri oku

source: to speech history
tr: konuşma geçmişine

source: Announcement copied to clipboard
tr: Duyuru panoya kopyalandı

source: Toggle tethering of braille between the focus, the review position and the speech history
tr: Odak, inceleme konumu ve konuşma geçmişi arasında braille bağlantısını değiştirir

source: Sign
ar: علامة
fa: علامت
tr: İşaret

source: Math
ar: رياضيات
fa: ریاضی
tr: Matematik

source: Replace
ar: استبدال
fa: جایگزینی
tr: Ddeğiştirme

source: Both (input and output)
ar: الإدخال والعرض
fa: هردو؛ (ورودی و خروجی)
tr: Her ikisi (giriş ve çıkış)

source: Backward (input only)
ar: الإدخال فقط
fa: Backward (تنها ورودی)
tr: Geri (Sadece giriş)

source: Forward (output only)
ar: العرض فقط
fa: Forward (تنها خروجی)
tr: İleri (sadece çıktı)

source: One or more errors are present in dictionary tables: %s. As a result, these dictionaries were not loaded.
ar: يوجد خطأ واحد أو أكثر في جداول القاموس: %s. نتيجة لذلك، لم يتم تحميل هذه القواميس.
fa: یک یا چند خطا در جدول‌های دیکشنری وجود دارد: %s. در نتیجه، این دیکشنری‌ها بارگزاری نمیشوند.
tr: Sözlük tablolarında bir veya daha fazla hata var: %s. Sonuç olarak, bu sözlükler yüklenmedi.

source: Comment
ar: تعليق
fa: توضیح
tr: Yorum

source: Pattern
ar: النمط
fa: ورودی‌های دیکشنری
tr: Desen

source: Representation
ar: التمثيل
fa: نمایش
tr: Açıklama

source: Opcode
fa: کدِ عامل (Opcode)
tr: İşlem kodu

source: Direction
ar: الاتجاه
fa: جهت
tr: Yön

source: &Open the current dictionary file in an editor
ar: فتح ملف القاموس الحالي في محرر للن&صوص
fa: فایلِ دیکشنریِ جاری را در ویرایشگر باز میکند
tr: Geçerli sözlük d&osyasını bir düzenleyicide aç

source: Dictionary
ar: قاموس
fa: دیکشنری
tr: Sözlük

source: Global
ar: عام
fa: عمومی
tr: Genel

source: Table ({})
ar: الجدول ({})
fa: جدولِ ({})
tr: Tablo ({})

source: Temporary
ar: مؤقت
fa: موقت
tr: Geçici

source: See &entries
ar: مشاهدة م&دخلات
fa: مشاهده‌ی &ورودی‌ها
tr: Girişleri g&ör

source: &Text pattern/sign
ar: &نمط العلامة أو النص
fa: الگوی &متن یا علامت
tr: Me&tin deseni/işareti

source: &Braille representation
ar: تم&ثيل برايل
fa: نمایشِ &بریل
tr: &Braille gösterimi

source: &Comment
ar: الت&عليق
fa: &توضیح
tr: &Yorum

source: &Opcode
fa: &کدِ عامل (Opcode)
tr: İ&şlem kodu

source: &Direction
ar: &اتجاه
fa: &جهت
tr: &Yön

source: Text pattern/sign field is empty.
ar: حقل العلامة أو النص فارغ.
fa: فیلدِ الگوی &متن یا علامت خالی است
tr: Metin deseni/işareti alanı boş.

source: Invalid value for 'text pattern/sign' field. You must specify a character with this opcode. E.g.: %s
ar: هذه قيمة غير صالحة لحقل نمط النص أو العلامة. يجب أن تحدد حرفاً بهذا ال opcode. على سبيل المثال: %s
fa: مقدارِ واردشده برای فیلدِ الگوی &متن یا علامت معتبر نیست. باید یک نویسه را با این کدِ عامل مشخص کنید. مثلا، %s
tr: 'Metin deseni/işareti' alanı için geçersiz değer. Bu işlem koduyla bir karakter belirtmelisiniz. Ör.: %s

source: 'Braille representation' field is empty. You must specify something with this opcode. E.g.: %s
ar: حقل 'التمثيل ببرايل' فارغ. يجب أن تحدد شيءً لهذا ال opcode. على سبيل المثال: %s
fa: فیلدِ نمایشِ بریل خالی است. باید چیزی را با این کدِ عامل مشخص کنید. مثلا، %s
tr: 'Braille gösterimi' alanı boş. Bu işlem koduyla bir şey belirtmelisiniz. Ör.: %s

source: Invalid value for 'braille representation' field. You must enter dot patterns with this opcode. E.g.: %s
ar: هذه قيمة غير صالحة لحقل 'تمثيل برايل'. يجب أن تقوم بإدخال تركيبة نُقطية لهذا ال opcode. على سبيل المثال: %s
fa: مقدارِ واردشده برای فیلدِ نمایشِ بریل معتبر نیست. باید الگوی نقطه‌ها را با این کدِ عامل وارد کنید. مثلا، %s
tr: 'Braille gösterimi' alanı için geçersiz değer. Bu işlem koduyla nokta desenleri girmelisiniz. Ör.: %s

source: Use braille table behavior (no description possible)
ar: استخدام عمل جدول برايل (لا يوجد وصف ممكن)
fa: استفاده از رفتارِ جدولِ بریل (توضیحی ممکن نیست)
tr: Braille tablosu davranışını kullanın (açıklama mümkün değil)

source: Dots 1-8 (⣿)
ar: النقاط 1-8 (⣿)
fa: نقطه‌های ۱ تا ۸ (⣿)
tr: 1-8 Nokta (⣿)

source: Dots 1-6 (⠿)
ar: النقاط 1-6 (⠿)
fa: نقطه‌های ۱ تا ۶ (⠿)
tr: 1-6 Nokta (⠿)

source: Empty cell (⠀)
ar: خلية فارغة (⠀)
fa: خانه‌ی خالی (⠀)
tr: Boş hücre (⠀)

source: Other dot pattern (e.g.: {dotPatternSample})
ar: نمط نقطي آخر (على سبيل المثال: {dotPatternSample})
fa: دیگر الگو نقطه‌ها (مثلا: {dotPatternSample})
tr: Diğer nokta deseni (ör.: {dotPatternSample})

source: Question mark (depending on output table)
ar: علامة الاستفهام (حسب جدول الإخراج)
fa: علامت سؤال (بسته به جدول خروجی)
tr: Soru işareti (çıktı tablosuna bağlı olarak)

source: Other sign/pattern (e.g.: {signPatternSample})
ar: علامة / نمط آخر (على سبيل المثال: {signPatternSample})
fa: دیگر علامت‌ها یا الگوها (مثلا: {signPatternSample})
tr: Diğer işaret/desen (ör.: {signPatternSample})

source: Hexadecimal, Liblouis style
ar: سداسي عشري على غرار مكتبة لبلويس
fa: بر مبنای ۱۶، به سبْکِ لیبلویی
tr: Onaltılık, Liblouis stili

source: Hexadecimal, HUC8
ar: سداسي عشري, HUC8
fa: بر مبنای ۱۶، HUC8
tr: Onaltılık, HUC8

source: Hexadecimal, HUC6
ar: سداسي عشري, HUC6
fa: بر مبنای ۱۶، HUC6
tr: Onaltılık, HUC6

source: Undefined character representation
ar: تمثيل حرف غير مُعرَّف
fa: نمایشِ نویسه‌ی تعریف‌نشده
tr: Tanımsız karakter gösterimi

source: Representation &method:
tr: Açıklama yönte&mi:

source: Specify another &pattern
ar: حدد نمط &آخر
fa: تعیین کردنِ یک &الگوی دیگر
tr: Başka bir &desen belirtin

source: Show punctuation/symbol &name for undefined characters if available (can cause a lag)
ar: إظهار علامات الترقيم أو الرمز والاسم للأحرف غير المُعرفة إذا كانت متوفرة (يمكن أن تتسبب في تأخير)
fa: چنانچه در دسترس باشد، نشان دادَنِ &نامِ علامتِ نقطه‌گذاری یا نماد برای نویسه‌ی تعریف‌نشده (میتواند باعث کندی شود)
tr: Varsa ta&nımsız karakterler için noktalama/sembol adını göster (gecikmeye neden olabilir)

source: Also describe e&xtended characters (e.g.: country flags)
ar: وصف أيضًا الأحرف ال&ممتدة (على سبيل المثال: أعلام الدول)
fa: نویسه‌های &گسترده (مثلا، پرچمِ کشورها) را هم توضیح بده
tr: Ayrıca genişletilmiş karakterleri de a&çıkla (ör.: ülke bayrakları)

source: &Full extended description
ar: &وصف موسع كامل
fa: توضیحِ گسترده‌ی &کامل
tr: &Tam genişletilmiş açıklama

source: Show the si&ze taken
ar: إ&ظهار الحجم المأخوذ
fa: نمایشِ اندا&زه‌ی اشغال‌شده
tr: Alınan boyutu g&öster

source: &Start tag:
tr: &Başlangıç ​​etiketi:

source: &End tag:
tr: &Bitiş etiketi:

source: &Language:
tr: Di&l:

source: Use the current output table
ar: استخدام جدول عرض برايل الحالي
fa: استفاده از جدولِ خروجیِ فعلی
tr: Geçerli çıktı tablosunu kullan

source: Braille &table:
tr: Braille &tablosu:

source: Character limit at which descriptions are disabled (to avoid freezes, >):
tr: Açıklamaların devre dışı bırakıldığı karakter sınırı (donmaları önlemek için >):

source: {addonName} version {version} is available. Do you want to download it now?
tr: {addonName} sürümü {version} mevcut. Şimdi indirmek istiyor musunuz?

source: You are up-to-date. %s is the latest version.
ar: لديك آخر إصدار متاح. آخر نسخة هي %s.
fa: شما به‌روز هستید. %s آخرین نسخه است.
tr: Güncel. %s en son sürüm.

source: Oops! There was a problem downloading Braille Extender update. Please retry later or download and install manually from %s. Do you want to open this URL in your browser?
ar: حدثت مشكلة عند التحقق من توفر تحديثات. يُرجى المحاولة لاحقاً أو قم بتحميل الإضافة يدوياً وتثبيتها عبر الرابط %s. هل ترغب في فتح هذا الرابط في متصفح الويب لديك الآن؟
fa: اوه! مشکلی برای بررسیِ به‌روزرسانی وجود داشت. لطفا بعدا دوباره تلاش کنید یا از طریق %s دانلود و دستی نصبش کنید. میخواهید حالا این آدرس را در مرورگرتان باز کنید؟
tr: Hata! Braille genişletici güncellemesini indirirken bir sorun oluştu. Lütfen daha sonra tekrar deneyin veya %s adresinden manuel olarak indirip yükleyin. Bu URL'yi tarayıcınızda açmak istiyor musunuz?

source: Details:
tr: Detaylar:

source: Hashes do not match! Actual value is '{actualHash}'. Expected is '{expectedHash}'.
tr: Hash'ler uyuşmuyor! Gerçek değer '{actualHash}'. Beklenen '{expectedHash}'.

source: An update check dialog is already running!
ar: يتم تشغيل مربع حوار التحقق من التحديث بالفعل!
fa: یک پنجره‌ی بررسیِ به‌روزرسانی از پیش درحالِ اجراست!
tr: Güncelleme zaten denetleniyor!

source: Braille Extender update
ar: تحديث BrailleExtender
fa: به‌روزرسانیِ BrailleExtender
tr: Braille Genişletici güncellemesi

source: Muted sound
ar: الصوت مكتوم
fa: صدا قطع شد
tr: Ses kapatıldı

source: Reload successful
ar: تمت إعادة التحميل بنجاح
fa: بارگزاری موفق بود
tr: Yeniden yükleme başarılı

source: Reload failed
ar: تعذر إعادة التحميل
fa: بارگزاری انجام نشد
tr: Yeniden yüklenemedi

source: Not a character
ar: ليس حرف
fa: نویسه نیست
tr: Karakter değil

source: unknown
ar: غير معروف
fa: ناشناس
tr: bilinmeyen

source: Char info
ar: معلومات الحرف
fa: اطلاعاتِ نویسه
tr: Karakter bilgisi

source: Available combinations
ar: التراكيب المتاحة
fa: ترکیب‌های موجود
tr: Mevcut kombinasyonlar

source: One combination available
ar: تركيب واحد متاح
fa: یک ترکیب موجود است
tr: Bir kombinasyon mevcut

source: space
ar: مسافة
fa: فاصله
tr: boşluk

source: left SHIFT
ar: عالي يسار
fa: شیفتِ چپ
tr: sol shift

source: right SHIFT
ar: عالي يمين
fa: شیفتِ راست
tr: sağa shift

source: left selector
ar: المحدِد الأيسر
fa: انتخابگرِ چپ
tr: sol seçici

source: right selector
ar: المحدِد الأيمن
fa: انتخابگرِ راست
tr: sağ seçici

source: dot
ar: نقطة
fa: نقطه
tr: nokta

source: {gesture} on {brailleDisplay}
ar: {gesture} على {brailleDisplay}
fa: {gesture} روی {brailleDisplay}
tr: {brailleDisplay} de {gesture}

source: No text selected
ar: لا يوجد نص محدد
fa: متنی انتخاب نشده است
tr: Seçili metin yok

source: BrailleExtender is a NVDA add-on that provides various features at braille level. Currently, the following features are implemented
ar: BrailleExtender هي إضافة برمجية لقارئ الشاشة nvda تقدم بعض المزايا الإضافية المتعلقة باستخدام برايل. حالياً تحتوي الإضافة على المزايا التالية
fa: BrailleExtender یک افزونه برای NVDA است که امکاناتِ گوناگونی را در سطحِ بریل فراهم می‌آورَد. در حالِ حاضر، ویژگی‌های زیر توسطِ این افزونه در اختیار کاربر قرار میگیرد
tr: Braille Genişletici, braille düzeyinde çeşitli özellikler sağlayan bir NVDA eklentisidir. Şu anda, aşağıdaki özellikler uygulanmaktadır

source: reload two favorite braille display with shortcuts
ar: إمكانية تفضيل جهازين مختلفين من أسطر برايل الإلكترونية والتبديل بينهما بمفتاح اختصار
fa: بارگذاریِ دو نمایشگر بریل با استفاده از میانبر
tr: kısayollarla iki favori braille ekranını yeniden yükleyin

source: automatic review cursor tethering in terminal role like in PuTTY, Powershell, bash, cmd
ar: الربط التلقائي لمؤشر الاستعراض في نوافذ البرامج التي تستخدم الأوامر الكتابية مثل PuTTY, Powershell, bash, cmd
fa: اتصالِ خودکارِ مکان‌نمای بازبینی به بریل در نقش‌های پایانه‌مانند، مثلا PuTTY, Powershell, bash, cmd
tr: puTTY, Powershell, bash, cmd'deki gibi terminal rolünde otomatik inceleme imleci bağlama

source: auto scroll
ar: التمرير التلقائي
fa: مرورِ خودکار
tr: otomatik kaydırma

source: switch between several input/output braille tables
ar: التبديل بين العديد من جداول الإدخال والعرض المفضلة مباشرةً بمفتاح اختصار
fa: بینِ چندین جدولِ بریلِ ورودی و خروجی سوییچ میکند
tr: birkaç giriş/çıkış braille tablosu arasında geçiş yapın

source: mark the text with special attributes through dot 7, dot 8 or both
ar: تحديد النصوص ذات السمات الخاصة بالنقطة السابعة أو الثامنة أو كلاهما
fa: نشانه‌گذاری متنِ دارای ویژگی‌های خاص با نقطه‌ی ۷ یا ۸ یا هردو
tr: metni özel niteliklerle 7 nokta, 8 nokta veya her ikisi aracılığıyla işaretleyin

source: use two output braille tables simultaneously
ar: استخدام جدولين من جداول عرض برايل في نفس الوقت
fa: استفاده‌ی همزمان از دو جدولِ خروجیِ بریل
tr: aynı anda iki çıkış braille tablosu kullanın

source: display tab signs as spaces
ar: عرض علامات التاب كمسافات
fa: نمایشِ علامت‌های تب به شکلِ فاصله
tr: sekme işaretlerini boşluk olarak göster

source: reverse forward scroll and back scroll buttons
ar: عكس وظيفة أزرار التمرير للأمام والتمرير للخلف
fa: کارِ دکمه‌های جلو بردن و عقب بردن را معکوس میکند
tr: ileri kaydırma ve tersi geri kaydırma düğmeleri

source: say the current line during text scrolling either in review mode, or in focus mode or both
ar: قراءة السطر الحالي أثناء تمرير النص إما في نمط الاستعراض أو في نمط التركيز أو في كليهما
fa: خواندنِ خطِّ جاری هنگامِ مرور در حالت بازبینی، حالتِ فرمان‌پذیری یا هردو
tr: gözden geçirme modunda veya odak modunda veya her ikisinde de metin kaydırma sırasında geçerli satırı duyur

source: translate text easily in Unicode braille and vice versa. E.g.: z <--> ⠵
ar: ترجمة النص بسهولة بطريقة برايل Unicode والعكس. فمثلا: z <--> ⠵
fa: متن را به‌آسانی به بریلِ یونیکُد و برعکس برمیگردانَد. مثلا، z <--> ⠵
tr: unicode braille'de metni kolayca çevirin veya tam tersi. Örn: z <--> ⠵

source: convert cell description to Unicode braille and vice versa. E.g.: 123 <--> ⠇
ar: تحويل الوصف النقطي لخلايا برايل إلى Braille Unicode وبالعكس، مثال: 123 <--> ⠇
fa: توصیفِ خانه‌های بریل را به بریلِ یونیکُد و برعکس تبدیل میکند؛ مثلا، 123 <--> ⠇
tr: hücre açıklamasını Unicode braille'e veya tam tersine dönüştürün. Ör.: 123 <--> ⠇

source: lock braille keyboard
ar: إغلاق لوحة مفاتيح برايل
fa: قفل کردنِ صفحه‌کلیدِ بریل
tr: braille klavyesini kilitle

source: launch an application/URL with gesture
ar: تشغيل تطبيق أو رابط معين بسرعة
fa: راه‌اندازیِ سریعِ یک برنامه یا آدرسِ اینترنتی با یک فرمان
tr: hareket ile bir uygulama/URL başlat

source: braille dictionaries
ar: قواميس برايل
fa: دیکشنری‌های بریل
tr: braille sözlükleri

source: type with one-hand from braille keyboard
ar: اكتب بيد واحدة من لوحة مفاتيح برايل
fa: تایپ با صفحه‌کلیدِ بریل با یک دست
tr: braille klavyeden tek elle yazın

source: display undefined characters from braille tables (including emojis) using altenative representations
ar: عرض أحرف غير مُعرَّفة من جداول برايل (بما في ذلك الرموز التعبيرية) باستخدام التمثيل البديل
fa: نمایشِ نویسه‌های تعریف‌نشده در جدول‌ها (از قبیلِ ایموجی‌ها) با استفاده از روش‌های جایگزین
tr: alternatif gösterimleri kullanarak braille tablolarından (emojiler dahil) tanımsız karakterleri görüntüleyin

source: enter any character from braille keyboard (including emojis)
ar: أدخل أي حرف من لوحة مفاتيح برايل (بما في ذلك الرموز التعبيرية)
fa: هر نویسه‌ای (از جمله ایموجی‌ها) را با صفحه‌کلیدِ بریل وارد کنید
tr: braille klavyesinden herhangi bir karakter girin (emojiler dahil)

source: skip blank lines during text scrolling
ar: تخطي الأسطر الفارغة أثناء تمرير النص
fa: رد کردنِ خط‌های خالی هنگامِ مرورِ متن
tr: metin kaydırma sırasında boş satırları atla

source: and much more!
ar: وغير ذلك الكثير!
fa: و بیشتر از این‌ها!
tr: ve daha fazlası!

source: For some braille displays, it extends the braille display commands to provide
ar: في حالة بعض أسطر عرض برايل، تقوم الإضافة بزيادة مفاتيح الاختصار للأوامر لتشمل
fa: برای برخی نمایشگرهای بریل، فرمان‌های نمایشگرِ بریل را گسترش میدهد تا موارد زیر را فراهم کند
tr: Bazı braille ekranları için, braille ekran komutlarını şu şekilde genişletir

source: offer complete gesture maps including function keys, multimedia keys, quick navigation, etc.
ar: تقديم مخططات كاملة للاختصارات، بما في ذلك مفاتيح الوظائف ومفاتيح تشغيل الوسائط والتحرك السريع وغير ذلك.
fa: ارائه‌ی نقشه‌ی کاملی از فرمان‌ها شامل کلید‌های کاربردی (F)، کلیدهای چندرسانه‌ای، پیمایشِ سریع و غیره
tr: işlev tuşları, multimedya tuşları, hızlı gezinme vb. dahil olmak üzere eksiksiz hareket haritaları sunar.

source: emulate modifier keys, and thus any keyboard shortcut
ar: محاكاة مفاتيح التعديل، وبالتالي إمكانية محاكاة أي مفتاح اختصار تقريبا
fa: شبیه‌سازیِ کلیدهای مبدل و همچنین کلیدهای میانبر
tr: değiştirici tuşları ve dolayısıyla herhangi bir klavye kısayolunu taklit eder

source: offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace
ar: تقديم العديد من الإعدادات الخاصة بلوحة المفاتيح فيما يتعلق بكتابة النقطتين السابعة والثامنة، ومفتاح الإدخال ومفتاح الحذف الخلفي
fa: عرضه‌ی چندین پیکربندیِ صفحه‌کلیدی، نظر به امکانِ ورودِ نقطه‌های ۷ و ۸، Enter و Backspace
tr: 7 ve 8 noktalarını girme, enter ve geri alma olasılığı ile ilgili çeşitli klavye konfigürasyonları sunar

source: add actions and quick navigation through a rotor
ar: تنفيذ إجراآت والتحرك السريع عبر الدوار
fa: عملیات و پیمایشِ سریع را از طریق یک گردونه (Rotor) اضافه کنید
tr: bir rotor aracılığıyla eylemler ve hızlı gezinme ekleyin

source: Advanced braille input mode enabled
ar: تمكين النمط المتقدم لإدخال برايل
fa: حالتِ ورودیِ بریلِ پیشرفته فعال شد

source: Advanced braille input mode disabled
ar: تعطيل النمط المتقدم لإدخال برايل
fa: حالتِ ورودیِ بریلِ پیشرفته غیرفعال شد

source: Autoscroll stopped
ar: تم إيقاف التمرير التلقائي
fa: مرورِ خودکار متوقف شد

source: Unable to start autoscroll. More info in NVDA log
ar: تعذر بدء التمرير التلقائي. مزيد من المعلومات موجود بسجل NVDA
fa: نمیتوانم مرورِ خودکار را شروع کنم. اطلاعاتِ بیشتر در لاگِ NVDA

source: Increases braille autoscroll delay
ar: زيادة مدة التمرير التلقائي
fa: تأخیرِ مرورِ خودکارِ بریل را افزایش میدهد

source: Decreases braille autoscroll delay
ar: تقليل مدة التمرير التلقائي
fa: تأخیرِ مرورِ خودکارِ بریل را کاهش میدهد

source: I⣿O:{I}
ar: د⣿ع:{I}
fa: و⣿خ:{I}

source: I:{I} ⣿ O: {O}
ar: الإدخال:{I} ⣿ العرض: {O}
fa: و: {I} ⣿ خ: {O}

source: WIN
ar: نوافذ
fa: ویندوز

source: CTRL
ar: تحكم
fa: کنترل

source: SHIFT
ar: عالي
fa: شیفت

source: ALT
ar: تبديل
fa: آلْت

source: Abbreviation
ar: اختصار
fa: کوتاه‌نویسی

source: Replace by
ar: استبدال بِ
fa: جایگزین شود با

source: &Automatically check for Braille Extender updates
ar: &تحقق تلقائيًا من وجود تحديثات Braille Extender
fa: بررسیِ &خودکارِ به‌روزرسانی‌های Braille Extender

source: Add-on &update channel:
ar: &قناة تحديث الإضافة:
fa: کانالِ &به‌روزرسانیِ افزونه

source: &Use cursor keys to route cursor in review mode
ar: استخدام أزرار تحريك المشيرة لنقل المؤشر في نمط الاستعرا&ض
fa: &استفاده از کلیدهای مکان‌نما برای حرکتِ مکان‌نما در حالتِ بازبینی

source: Role &category:
ar: &قسم التصنيف:
fa: &دسته‌ی نقش‌ها:

source: Landmark
ar: العلامة المرجعية
fa: بخش

source: Positive state
ar: حالة إيجابية
fa: وضعیتِ مثبت

source: Negative state
ar: حالة سلبية
fa: وضعیتِ منفی

source: Reset all role labels
ar: إعادة تعيين كل التصنيفات
fa: بازنشانیِ همه‌ی برچسب‌های نقش‌ها

source: Please enter a gesture from your {configBE.curBD} braille display. Press space to cancel.
ar: يُرجى إدخال اختصار من {configBE.curBD} سطر عرض برايل. اضغط مسطرة المسافة للإلغاء.
fa: لطفا فرمانی را از نمایشگرِ بریلِ {configBE.curBD} خود وارد کنید. برای لغو، فاصله را فشار دهید.

source: Representation &method
ar: طريقة التم&ثيل
fa: &روشِ نمایش

source: &Start tag
ar: &وسم البداية
fa: تگِ &آغاز

source: &End tag
ar: و&سم النهاية
fa: تگِ &پایان

source: &Language
ar: الل&غة
fa: &زبان

source: Braille &table
ar: جدول &برايل
fa: &جدولِ بریل

source: Braille Extender version %s is available. Do you want to download it now?
ar: هناك نسخة جديدة متوفرة، الإصدار %s. هل ترغب في تحميلها الآن؟
fa: نسخه‌ی %s از Braille Extender موجود است. میخواهید حالا دانلودش کنید؟
