Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/BrailleExtender/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fa, tr

source: Auto test started. Use the up and down arrow keys to change speed. Use the left and right arrow keys to change test type. Use space key to pause or resume the test. Use escape key to quit
ar: تم بدء الاختبار التلقائي. استخدم السهمين لأعلى وأسفل لتغيير السرعة. واستخدم السهمين الأيمن والأيسر لتغيير نوع الاختبار. واستخدم مستطرة المسافة لإيقاف الاختبار أو استئنافه مجدداً. واستخدم مفتاح الهروب للإغلاق
fa: آزمونِ خودکار آغاز شد. برای تغییرِ سرعت از جهت‌نماهای بالا و پایین استفاده کنید. برای تغییرِ نوعِ آزمون از جهت‌نماهای چپ و راست استفاده کنید. برای توقف و از سرگیریِ آزمون از فاصله استفاده کنید. برای خروج از escape استفاده کنید
tr: Otomatik test başladı. Hızı değiştirmek için yukarı ve aşağı ok tuşlarını kullanın. Test türünü değiştirmek için sol ve sağ ok tuşlarını kullanın. Testi duraklatmak veya devam ettirmek için boşluk tuşunu kullanın. Çıkmak için escape tuşunu kullanın

source: Auto test
ar: الاختبار التلقائي
fa: آزمونِ خودکار
tr: Otomatik test

source: Add dictionary entry or see a dictionary
ar: إضافة مُدخَل إلى القاموس أو رؤية قاموس
fa: یک ورودیِ دیکشنری اضافه کنید یا دیکشنری را ببینید
tr: Sözlük girişi ekleyin veya bir sözlüğe bakın

source: Adds an entry in braille dictionary
ar: لإضافة مُدخَل إلى قاموس برايل
fa: یک ورودی به دیکشنریِ بریل اضافه میکند
tr: Braille sözlüğüne bir giriş ekler

source: Skip blank lines enabled
ar: تمكين تخطي الأسطر الفارغة
fa: رد کردنِ خط‌های خالی فعال شد
tr: Boş satırları atla etkin

source: Skip blank lines disabled
ar: تعطيل تخطي الأسطر الفارغة
fa: رد کردنِ خط‌های خالی غیرفعال شد
tr: Boş satırları atla devre dışı

source: Toggle blank lines during text scrolling
ar: تبديل حالة تخطي الأسطر الفارغة أثناء تمرير النصوص
fa: نمایش یا عدمِ نمایشِ خط‌های خالی هنگام مرورِ متن
tr: Metin kaydırma sırasında boş satırları Açar/Kapatır

source: Toggle routing cursors behavior in edit fields
tr: Düzenleme alanlarında yönlendirme imleçleri davranışını Açar/Kapatır

source: Speech History Mode disabled (%s)
tr: Konuşma Geçmişi Modu devre dışı (%s)

source: Speech History Mode enabled
tr: Konuşma Geçmişi Modu etkin

source: Toggle Speech History Mode
tr: Konuşma Geçmişi Modunu Açar/Kapatır

source: Braille Extender
tr: Braille Genişletici

source: none
ar: لا شيء
fa: هیچ‌کدام
tr: hiçbiri

source: braille only
ar: برايل فقط
fa: تنها بریل
tr: sadece braille

source: speech only
ar: الصوت فقط
fa: تنها گفتار
tr: sadece konuşma

source: both
ar: كلاهما
fa: هردو
tr: ikisi

source: dots 7 and 8
ar: النقاط 7 و8
fa: نقطه‌های ۷ و ۸
tr: 7 ve8 nokta

source: dot 7
ar: النقطة 7
fa: نقطه‌ی ۷
tr: 7 nokta

source: dot 8
ar: النقطة 8
fa: نقطه‌ی ۸
tr: 8 nokta

source: stable
ar: الإصدار الثابت
fa: پایدار
tr: kararlı

source: development
ar: إصدار المطورين
fa: در دستِ توسعه
tr: geliştirici

source: focus mode
ar: نمط التركيز
fa: حالتِ فرمان‌پذیری
tr: odak modu

source: review mode
ar: نمط الاستعراض
fa: حالتِ بازبینی
tr: inceleme modu

source: normal (recommended outside Windows consoles, IntelliJ, PyCharm...)
tr: normal (Windows konsolları, IntelliJ, PyCharm dışında önerilir...)

source: alternative, emulate left and right arrow keys with beeps
tr: alternatif olarak, bip sesleriyle sol ve sağ ok tuşlarını taklit et

source: alternative, emulate left and right arrow keys silently
tr: alternatif olarak, sol ve sağ ok tuşlarını sessizce taklit et

source: last known
ar: عُرِف مؤخراً
fa: آخرین شناخته‌شده
tr: son bilinen

source: Hexadecimal
ar: السداسي عشري
fa: بر مبنای ۱۶
tr: Onaltılık

source: Decimal
ar: عدد عشري
fa: بر مبنای ۱۰
tr: Ondalık

source: Octal
ar: ثماني
fa: بر مبنای ۸
tr: Sekizli

source: Binary
ar: الثنائي
fa: در مبنای ۲
tr: İkili

source: Show punctuation/symbol &name for undefined characters if available
ar: اعرض علامات الترقيم أو الرمز والاسم للأحرف غير المُعرَّفة في حال توفرها
fa: نمایشِ &نامِ نماد یا علائمِ نقطه‌گذاری برای نویسه‌های تعریف‌نشده، در صورتِ موجود بودن
tr: Varsa, tanımlanmamış karakterler için noktalama/sembol &ad göster

source: Speech History Mode
tr: Konuşma Geçmişi Modu

source: This mode allows to review the last announcements that have been spoken by NVDA.
tr: Bu mod, NVDA tarafından yapılan son duyuruların gözden geçirilmesini sağlar.

source: To enable this mode, you can use the appropriate toggle command or the basic gesture NVDA+Control+t.
tr: Bu modu etkinleştirmek için uygun geçiş komutunu veya NVDA+Control+t temel hareketini kullanabilirsiniz.

source: In this mode, you can use:
tr: Bu modda şunları kullanabilirsiniz:

source: the first routing cursor to copy the current announcement to the Clipboard.
tr: mevcut duyuruyu Panoya kopyalayan ilk yönlendirme imleci.

source: the last routing cursor to show the current announcement in a browseable message.
tr: mevcut duyuruyu göz atılabilir bir mesajda göstermek için son yönlendirme imleci.

source: the other routing cursors to navigate through history entries.
tr: geçmiş girişleri arasında gezinmek için diğer yönlendirme imleçleri.

source: Please note that specific settings are available for this feature under the category "Speech History Mode".
tr: Lütfen bu özellik için "Konuşma Geçmişi Modu" kategorisi altında belirli ayarların mevcut olduğunu unutmayın.

source: Representation of undefined characters
ar: تمثيل الأحرف غير المُعرَّفة
fa: نمایشِ نویسه‌های تعریف‌نشده
tr: Tanımsız karakterlerin gösterilmesi

source: The extension allows you to customize how an undefined character should be represented within a braille table. To do so, go to the — Representation of undefined characters — settings. You can choose between the following representations:
ar: تسمح لك هذه الميزة بتخصيص كيفية تمثيل حرف غير معرَّف في جدول برايل. للقيام بذلك ، انتقل إلى - تمثيل الأحرف غير المعرفة في الإعدادات. يمكنك الاختيار بين طرق التمثيل التالية:
fa: افزونه به شما امکان میدهد تا نحوه نمایشِ نویسه‌ای را که در جدولِ بریل تعریف نشده، مشخص کنید. برای انجام این کار، به تنظیماتِ «نمایشِ نویسه‌های تعریف‌نشده» بروید. میتوانید از مواردِ زیر، یکی را برای نمایشِ اینگونه نویسه‌ها انتخاب کنید:
tr: Eklenti, tanımsız bir karakterin bir braille tablosunda nasıl gösterilmesi gerektiğini özelleştirmenize olanak tanır. Bunu yapmak için — Tanımsız karakterlerin gösterimi — ayarlarına gidin. Aşağıdaki gösterimler arasından seçim yapabilirsiniz:

source: You can also combine this option with the “describe the character if possible” setting.
ar: يمكنك أيضًا دمج هذا الخيار مع إعداد "وصف الحرف إن أمكن".
fa: همچنین میتوانید این گزینه را با گزینه‌ی «در صورت امکان، نویسه‌ی تعریف‌نشده را توضیح بده» ترکیب کنید.
tr: Bu seçeneği “mümkünse karakteri tanımla” ayarıyla da birleştirebilirsiniz.

source: Notes:
ar: ملاحظات:
fa: چند نکته:
tr: Notlar:

source: To distinguish the undefined set of characters while maximizing space, the best combination is the usage of the HUC8 representation without checking the “{contextualOption}” option.
ar: لتمييز مجموعة الأحرف غير المعرَّفة مع تكبير المساحة،أفضل تركيبة هي استخدام التمثيل الثماني دون التحقق من خيار “{contextualOption}”.
fa: برای مشخص کردنِ مجموعه‌ی نویسه‌های تعریف‌نشده هنگامِ بیشینه‌سازیِ فضا، بهترین ترکیب، استفاده از ارائه‌ی نویسه‌ها به شیوه‌ی HUC8 بدونِ علامت زدنِ گزینه‌ی {contextualOption} است.
tr: Alanı en üst düzeye çıkarırken tanımsız karakter kümesini ayırt etmek için en iyi kombinasyon, "{contextualOption}" seçeneğini işaretlemeden HUC8 gösteriminin kullanılmasıdır.

source: To learn more about the HUC representation, see {url}
ar: لمعرفة المزيد حول التمثيل الثماني، يمكن زيارة {url}
fa: برای آموختن درباره‌ی نحوه‌ی ارائه‌ی HUC8، نشانیِ {url} را ببینید.
tr: HUC gösterimi hakkında daha fazla bilgi edinmek için bkz. {url}

source: Keep in mind that definitions in tables and those in your table dictionaries take precedence over character descriptions, which also take precedence over the chosen representation for undefined characters.
ar: ضع في اعتبارك أن تعريفات الجداول وتلك الموجودة في قواميس الجدول التي تنشئها، سيكون لها الأسبقية على أوصاف الأحرف، والتي لها أيضًا الأسبقية على التمثيل المختار للأحرف غير المعرفة.
fa: به یاد داشته باشید که تعریفِ نویسه‌ها در جدولِ بریل و مواردی که در دیکشنری‌های جدول‌هایتان دارید، بر شرحِ نویسه‌ها اولویت دارند؛ همچنان‌که بر نحوه نمایشِ برگزیده برای نویسه‌های تعریف‌نشده نیز اولویت دارند.
tr: Tablolardaki ve tablo sözlüklerinizdeki tanımların, tanımsız karakterler için seçilen gösterimden de öncelikli olan karakter açıklamalarından öncelikli olduğunu unutmayın.

source: Getting Current Character Info
ar: الحصول على معلومات الحرف الحالي
fa: دریافتِ اطلاعاتِ نویسه‌ی جاری
tr: Mevcut Karakter Bilgisini Alma

source: This feature allows you to obtain various information regarding the character under the cursor using the current input braille table, such as:
ar: تتيح لك هذه الميزة الحصول على معلومات متنوعة بخصوص الحرف الموجود أسفل المؤشر باستخدام جدول إدخال برايل الحالي ، مثل:
fa: این ویژگی به شما امکان میدهد تا با استفاده از جدولِ بریلِ ورودیِ جاری، راجع به نویسه‌ای که زیرِ مکان‌نما قرار دارد، اطلاعاتِ گوناگونی به دست بیاورید؛ مانندِ:
tr: Bu özellik, geçerli giriş braille tablosunu kullanarak imlecin altındaki karakterle ilgili aşağıdakiler gibi çeşitli bilgiler elde etmenizi sağlar:

source: the HUC8 and HUC6 representations; the hexadecimal, decimal, octal or binary values; A description of the character if possible; the Unicode braille representation and the braille pattern dots.
ar: تمثيلات HUC8 و HUC6; القيم السداسية العشرية أو العشرية أو الثمانية أو الثنائية; وصف الحرف إذا كان متاحا; تمثيل طريقة برايل عبر يونيكود، ونقاط نمط برايل.
fa: نحوه نمایشِ نویسه به شیوه‌ی HUC8 و HUC6، مقادیرِ نویسه بر مبنای ۱۶، ۱۰، ۸ و ۲، در صورت امکان توضیحِ نویسه، نمایشِ بریل یونیکد و الگوی نقطه‌های بریلِ نویسه.
tr: huc8 ve HUC6 gösterimleri; onaltılık, ondalık, sekizlik veya ikili değerler; Mümkünse karakterin bir açıklaması; Unicode braille gösterimi ve braille desen noktaları.

source: Pressing the defined gesture associated to this function once shows you the information in a flash message and a double-press displays the same information in a virtual NVDA buffer.
ar: عند ضغط مفتاح الاختصار المرتبط بهذه الوظيفة مرة واحدة، سيتم عرض المعلومات في رسالة سريعة ذاتية الاختفاء، والضغط على مفتاح الاختصار مرتين سيعرض نفس المعلومات في نافذة وهمية لِ NVDA.
fa: با یک بار فِشُردنِ کلیدِ اختصاص‌یافته به این فرمان، اطلاعات فوق را به شکلِ یک پیامِ سریع، و با دو بار فشردن، همان اطلاعات را در یک بافرِ مجازیِ NVDA نشان میدهد.
tr: Bu işlevle ilişkili tanımlı harekete bir kez basmak, bilgileri bir hızlı mesajda gösterir ve iki kez basmak, aynı bilgiyi sanal bir NVDA arabelleğinde görüntüler.

source: On supported displays the defined gesture is ⡉+space. No system gestures are defined by default.
ar: في شاشات برايل المدعومة، مفتاح الاختصار هو ⡉+مسافة. لن يتم تحديد إيماءات النظام بشكل افتراضي.
fa: برای نمایشگرهای پشتیبانی‌شده، ترکیبِ کلیدِ تعیین‌شده ⡉+فاصله است. بطور پیشفرض هیچ فرمانِ سیستمی تعریف نشده است.
tr: Desteklenen ekranlarda tanımlanan hareket ⡉+boşluktur. Varsayılan olarak hiçbir sistem hareketi tanımlanmamıştır.

source: For example, for the '{chosenChar}' character, we will get the following information:
ar: فعلى سبيل المثال: سوف نحصل للحرف '{chosenChar}' على المعلومات التالية:
fa: مثلا، برای نویسه‌ی «{chosenChar}»، اطلاعاتِ زیر را دریافت میکنیم:
tr: Örneğin, '{chosenChar}' karakteri için aşağıdaki bilgileri alacağız:

source: Advanced braille input
ar: النمط المتقدم لإدخال برايل
fa: ورودیِ بریلِ پیشرفته
tr: Gelişmiş braille girişi

source: This feature allows you to enter any character from its HUC8 representation or its hexadecimal/decimal/octal/binary value. Moreover, it allows you to develop abbreviations. To use this function, enter the advanced input mode and then enter the desired pattern. Default gestures: NVDA+Windows+i or ⡊+space (on supported displays). Press the same gesture to exit this mode. Alternatively, an option allows you to automatically exit this mode after entering a single pattern.
ar: تسمح لك هذه الميزة بإدخال أي حرف من خلال تمثيل HUC8 الخاص به، أو قيمته السداسي عشرية /أو نظامه العشري /أو الثماني /أو الثنائي. علاوة على ذلك ، يسمح لك بإنشاء الاختصارات. لاستخدام هذه الوظيفة ، قم بتفعيل وضع الإدخال المتقدم ثم أدخل النمط المطلوب. مفاتيح الاختصار الافتراضية: NVDA+نوافذ+ه أو ⡊+مسافة (على أسطر برايل المدعومة). اضغط على نفس مفتاح الاختصار للخروج من هذا النمط. بدلاً من ذلك ، يتيح لك أحد الخيارات الخروج تلقائيًا من هذا الوضع بعد إدخال حرف واحد.
fa: این ویژگی به شما امکان میدهد هر نویسه‌ای را با استفاده از نحوه نمایشِ HUC8 یا مقدارِ آن در مبنای ۱۶، ۱۰، ۸ و یا دو وارد کنید؛ افزون بر این، به شما امکان میدهد تا اختصارنویسی را توسعه بدهید. برای استفاده از این قابلیت، وارد حالتِ ورودیِ پیشرفته شده و سپس الگوی دلخواهتان را وارد کنید. برای ورود به حالتِ نام‌برده، از ترکیب کلیدی NVDA+Windows+i یا ⡊+فاصله (روی نمایشگرهای پشتیبانی‌شده) استفاده کنید. از همین ترکیب نیز برای خروج از این حالت بهره بگیرید. گزینه‌ای جایگزین در تنظیمات وجود دارد که با وارد کردنِ یک الگو بطور خودکار از حالت ورودیِ پیشرفته خارج شوید.
tr: Bu özellik, HUC8 gösteriminden veya onaltılık/ondalık/sekizlik/ikili değerinden herhangi bir karakteri girmemize olanak tanır. Ayrıca, kısaltmalar geliştirmemize olanak tanır. Bu işlevi kullanmak için gelişmiş giriş modunu açıyor ve ardından istediğimiz deseni giriyoruz. Varsayılan hareketler: NVDA+Windows+i veya ⡊+boşluk (desteklenen ekranlarda). Bu moddan çıkmak için aynı harekete basıyoruz. Alternatif olarak, bir seçenek, tek bir desen girdikten sonra bu moddan otomatik olarak çıkmamıza izin verir

source: If you want to enter a character from its HUC8 representation, simply enter the HUC8 pattern. Since a HUC8 sequence must fit on 3 or 4 cells, the interpretation will be performed each time 3 or 4 dot combinations are entered. If you wish to enter a character from its hexadecimal, decimal, octal or binary value, do the following:
ar: إذا أردت إدخال حرف ما عبر تمثيل HUC8 الخاص به، كل ما عليك إدخال نمط HUC8. وبما أن متسلسلة HUC8 يجب أن يتناسب مع 3 أو 4 خلايا, سيتم تنفيذ التفسير في كل مرة يتم فيها إدخال 3 أو 4 مجموعات من النقاط. إذا كنت ترغب في إدخال حرف من قيمته السداسية العشرية أو العشرية أو الثمانية أو الثنائية،قم بما يلي:
fa: اگر بخواهید نویسه‌ای را از راهِ نحوه نمایشِ HUC8ِ آن وارد کنید، تنها الگوی HUC8ِ نویسه را وارد کنید. از آنجا که توالیِ HUC8 سه یا چهار خانه را در بر میگیرد، برگردان و ترجمه‌ی ورودی هنگامی که یک ترکیب سه یا چهارتایی از نویسه‌ها را وارد میکنید انجام میشود. چنانچه بخواهید یک نویسه را از راهِ مقدارِ آن در مبناهای ۱۶، ۱۰، ۸ یا دو وارد کنید، به این شکل عمل کنید:
tr: HUC8 gösteriminden bir karakter girmek istiyorsanız, HUC8 modelini girmeniz yeterlidir. Bir HUC8 dizisinin 3 veya 4 hücreye sığması gerektiğinden, yorumlama her 3 veya 4 nokta kombinasyonu girildiğinde yapılacaktır. Onaltılık, ondalık, sekizlik veya ikili değerinden bir karakter girmek istiyorsanız aşağıdakileri yapın:

source: Enter {braillePattern}
ar: قم بإدخال {braillePattern}
fa: {braillePattern} را وارد کنید
tr: {braillePattern} girin

source: Specify the basis as follows
ar: حدد الأساس على النحو التالي
fa: مبنا را از این قرار مشخص کنید
tr: Temeli aşağıdaki gibi belirtin

source: ⠭ or ⠓
ar: أو
fa: ⠭ یا ⠓
tr: ⠭ veya ⠓

source: for a hexadecimal value
ar: للقيمة السداسية العشرية
fa: برای یک مقدار در مبنای ۱۶
tr: onaltılık bir değer için

source: for a decimal value
ar: للقيمة العشرية
fa: برای یک مقدار در مبنای ۱۰
tr: ondalık bir değer için

source: for an octal value
ar: للقيمة الثمانية
fa: برای یک مقدار در مبنای ۸
tr: sekizlik bir değer için

source: for a binary value
ar: للقيمة الثنائية
fa: برای یک مقدار دو‌دویی
tr: ikili değer için

source: Enter the value of the character according to the previously selected basis.
ar: أدخل قيمة الحرف وفقًا للأساس المحدد مسبقًا.
fa: مقدارِ نویسه را طبق مبنای از پیش انتخاب‌شده وارد کنید
tr: Daha önce seçilen esasa göre karakterin değerini girin.

source: Press Space to validate.
ar: اضغط مسطرة المسافة للتحقق مما أدخلته.
fa: برای تایید، فاصله را فشار دهید.
tr: Doğrulamak için Boşluk çubuğuna basın.

source: For abbreviations, you must first add them in the dialog box — Advanced input mode dictionary —. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "⠎⠺" with "sandwich", "⠋⠛⠋⠗" to "🇫🇷".
ar: فيما يتعلق بالاختصارات, يجب عليك إضافتهم أولا من خلال مربع الحوار الموجود في نمط الإدخال المتقدم بخيارات القاموس. بعد ذلك، كل ما عليك فقط هو إدخال الاختصار والضغط بعده على مسطرة المسافة ليتم تمديده. فمثلا، يمكنك تعريف الاختصار التالي: "⠎⠺" بدلا من "ساندويتش", "⠋⠛⠋⠗" إلى "🇫🇷".
fa: برای کوتاه‌نویسی، باید ابتدا مواردِ مورد نظرتان را در پنجره‌ی دیکشنریِ ورودیِ پیشرفته اضافه کنید. سپس، تنها کوتاه‌نویسی را وارد کرده و برای کامل نوشته شدن، فاصله را تایپ کنید. به عنوانِ مثال، میتوانید کوتاه‌نویسی‌های زیر را تعریف کنید: "⠎⠺" برای "sandwich"، "⠋⠛⠋⠗" برای "🇫🇷".
tr: Kısaltmalar için, önce bunları iletişim kutusuna eklemelisiniz — Gelişmiş giriş modu sözlüğü —. Ardından, kısaltmanızı girmeniz ve genişletmek için boşluk tuşuna basmanız yeterlidir. Örneğin, şu kısaltmaları tanımlayabilirsiniz: "⠎⠺" ile "sandviç", "⠋⠛⠋⠗" ile "🇫🇷".

source: Here are some examples of sequences to be entered for given characters:
ar: فيما يلي بعض الأمثلة على التسلسلات التي يجب إدخالها لأحرف معينة:
fa: بعضی مثال‌های توالی‌هایی که میتوان برای نویسه‌های معینی وارد کرد را مشاهده میکنید:
tr: Verilen karakterler için girilecek dizilere ilişkin bazı örnekler:

source: Note: the HUC6 input is currently not supported.
ar: ملاحظة: إدخال HUC6 غير مدعوم حاليًا.
fa: نکته: ورودیِ HUC6 در حالِ حاضر پشتیبانی نمیشود.
tr: Not: HUC6 girişi şu anda desteklenmemektedir.

source: One-hand mode
ar: نمط اليد الواحدة
fa: حالتِ تایپِ یک‌دستی
tr: Tek el modu

source: This feature allows you to compose a cell in several steps. This can be activated in the general settings of the extension's preferences or on the fly using NVDA+Windows+h gesture by default (⡂+space on supported displays). Three input methods are available.
ar: تتيح لك هذه الميزة كتابة خلية في عدة خطوات. يمكن تفعيلها من خلال الإعدادات العامة في تفضيلات الإضافة، أو بالضغط على مفتاح الاختصار NVDA + النوافذ + ا. مفتاح الاختصار الافتراضي (⡂+مسطرة المسافة على أجهزة برايل المدعومة). هناك 3 طرق متاحة للإدخال بيد واحدة.
fa: این ویژگی به شما امکان میدهد تا یک خانه را در چند گام بنویسید. میتوانید این ویژگی را در تنظیماتِ عمومیِ افزونه، یا به سرعت با ترکیب کلیدی NVDA+Windows+h gesture بطور پیشفرض (⡂+فاصله روی نمایشگرهای پشتیبانی‌شده) فعال کنید. در این حالت، سه روشِ ورودی در دسترس است.
tr: Bu özellik, birkaç adımda bir hücre oluşturmamıza olanak tanır. Bu, eklentitercihlerinin genel ayarlarında veya varsayılan olarak NVDA+Windows+h hareketi kullanılarak anında etkinleştirilebilir (desteklenen ekranlarda ⡂+boşluk). Üç giriş yöntemi mevcuttur.

source: Method #1: fill a cell in 2 stages on both sides
ar: الطريقة رقم 1: املأ خلية على مرحلتين على كلا الجانبين
fa: روشِ ۱: پر کردنِ یک خانه در دو مرحله با استفاده از دو طرفِ صفحه‌کلید
tr: Yöntem 1: bir hücreyi her iki tarafta 2 aşamada doldurun

source: With this method, type the left side dots, then the right side dots. If one side is empty, type the dots correspondig to the opposite side twice, or type the dots corresponding to the non-empty side in 2 steps.
ar: باستخدام هذه الطريقة ، اكتب نقاط الجانب الأيسر، ثم نقاط الجانب الأيمن. إذا كان أحد الجوانب فارغًا، فاكتب نقاط العمود المملوء مرتين، أو اكتب النقاط في الجانب غير الفارغ على دفعتين.
fa: در این روش، ابتدا نقطه‌های طرفِ چپ، سپس نقطه‌های طرفِ راستِ خانه را وارد کنید. اگر یک طرف خالی باشد، نقطه‌های مطابق با طرفِ مخالف را دو بار تایپ کنید؛ یا نقطه‌های طرفی که خالی نیست را در دو مرحله وارد کنید.
tr: Bu yöntemle, sol taraftaki noktaları, ardından sağ taraftaki noktaları yazın. Bir taraf boşsa, karşı tarafa karşılık gelen noktaları iki kez yazın veya boş olmayan tarafa karşılık gelen noktaları 2 adımda yazın.

source: For example:
ar: على سبيل المثال:
fa: به عنوانِ مثال:
tr: Örneğin:

source: For ⠛: press dots 1-2 then dots 4-5.
ar: بالنسبة إلى ⠛: اضغط على النقاط 1-2 ثم النقاط 4-5.
fa: برای ⠛: اول نقطه‌های ۱-۲ سپس نقطه‌های ۴-۵ را فشار دهید.
tr: ⠛ için: 1-2 noktalarına ve ardından 4-5 noktalarına basın.

source: For ⠃: press dots 1-2 then dots 1-2, or dot 1 then dot 2.
ar: بالنسبة إلى ⠃: اضغط على النقاط 1-2 ثم النقاط 1-2 ، أو النقطة 1 ثم النقطة 2.
fa: برای ⠃: اول نقطه‌های ۱-۲ سپس ۱-۲، یا اول نقطه‌ی ۱ سپس ۲ را فشار دهید.
tr: ⠃ için: önce 1-2'ye sonra 1-2'ye basın veya 1'e sonra 2'ye basın.

source: For ⠘: press 4-5 then 4-5, or dot 4 then dot 5.
ar: بالنسبة إلى ⠘: اضغط على 4-5 ثم 4-5 ، أو النقطة 4 ثم النقطة 5.
fa: برای ⠘: اول نقطه‌های ۴-۵ سپس ۴-۵، یا اول نقطه‌ی ۴ سپس ۵ را فشار دهید.
tr: ⠘ için: 4-5'e, ardından 4-5'e veya 4'e ve ardından 5'e basın.

source: Method #2: fill a cell in two stages on one side (Space = empty side)
ar: الطريقة الثانية: تعبئة الخلية على مرحلتين من جانب واحد (مسافة = جانب فارغ)
fa: روشِ ۲: پر کردنِ یک خانه در دو مرحله با استفاده از یک طرفِ صفحه‌کلید (فاصله برای طرفِ خالی)
tr: Yöntem #2: bir hücreyi bir tarafta iki aşamada doldurun (Boşluk = boş taraf)

source: Using this method, you can compose a cell with one hand, regardless of which side of the Braille keyboard you choose. The first step allows you to enter dots 1-2-3-7 and the second one 4-5-6-8. If one side is empty, press space. An empty cell will be obtained by pressing the space key twice.
ar: باستخدام هذه الطريقة ، يمكنك تكوين خلية بيد واحدة، بغض النظر عن جانب لوحة مفاتيح برايل الذي تضغط عليه. تسمح لك الخطوة الأولى بإدخال النقاط 1-2-3-7، والخطوة الثانية 4-5-6-8. إذا كان أحد الجانبين فارغًا، فاضغط على مسافة. سيتم الحصول على خلية فارغة بالضغط على مفتاح المسافة مرتين.
fa: با این روش، میتوانید یک خانه را بدونِ توجه به اینکه کدام طرفِ صفحه‌کلیدِ بریل را انتخاب کرده‌اید، با یک دست وارد کنید. نخستین مرحله به شما امکان میدهد نقطه‌های ۱-۲-۳-۷ و دومین مرحله، نقطه‌های ۴-۵-۶-۸ را وارد کنید. اگر یک طرف خانه‌ی بریل خالی است، فاصله را فشار دهید. برای تایپ یک خانه‌ی خالی، فاصله را دو بار بزنید.
tr: Bu yöntemi kullanarak, Braille klavyesinin hangi tarafını seçerseniz seçin, tek elle bir hücre oluşturabilirsiniz. İlk adım 1-2-3-7 ve ikinci adım 4-5-6-8 noktaları girmenizi sağlar. Bir taraf boşsa, boşluk tuşuna basın. Boşluk tuşuna iki kez basılarak boş bir hücre elde edilecektir.

source: For ⠛: press dots 1-2 then dots 1-2, or dots 4-5 then dots 4-5.
ar: بالنسبة إلى ⠛: اضغط على النقاط 1-2 ثم النقاط 1-2 ، أو النقاط 4-5 ثم النقاط 4-5.
fa: برای ⠛: اول نقطه‌های ۱-۲ سپس ۱-۲، یا نقطه‌های ۴-۵ سپس ۴-۵ را فشار دهید.
tr: ⠛ için: önce 1-2'ye sonra 1-2'ye veya 4-5'e sonra 4-5'e basın.

source: For ⠃: press dots 1-2 then space, or 4-5 then space.
ar: بالنسبة إلى ⠃: اضغط على النقاط 1-2 ثم مسافة، أو 4-5 ثم مسافة.
fa: برای ⠃: اول نقطه‌های ۱-۲ سپس فاصله، یا اول نقطه‌های ۴-۵ سپس فاصله را فشار دهید.
tr: ⠃ için: 1-2 ve ardından boşluk veya 4-5 ve ardından boşluk tuşlarına basın.

source: For ⠘: press space then 1-2, or space then dots 4-5.
ar: بالنسبة إلى ⠘: اضغط على مسافة ثم 1-2، أو مسافة ثم النقاط 4-5.
fa: برای ⠘: اول فاصله سپس نقطه‌های ۱-۲، یا اول فاصله سپس نقطه‌های ۴-۵ را فشار دهید.
tr: ⠘ için: önce boşluk sonra 1-2 ya da boşluk ve ardından 4-5 noktalarına basın.

source: Method #3: fill a cell dots by dots (each dot is a toggle, press Space to validate the character)
ar: الطريقة رقم 3: املأ الخلية نقطة بنقطة (كل نقطة هي عبارة عن زر تبديل، اضغط على مسافة للتحقق من صحة الحرف)
fa: روشِ سه: پر کردنِ یک خانه نقطه به نقطه. (هر نقطه دو حالت دارد و برای کامل شدنِ نویسه، فاصله را فشار دهید)
tr: Yöntem 3: bir hücre noktalarını noktalarla doldurun (her nokta bir geçiştir, karakteri doğrulamak için Boşluk tuşuna basın)
