Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/BrailleExtender/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fa, tr

source: Default
ar: افتراضي
fa: پیش‌فرض
tr: Varsayılan

source: Moving in the text
ar: التحرك داخل النص
fa: حرکت در متن
tr: Metin içinde hareket etme

source: Text selection
ar: تحديد النص
fa: انتخابِ متن
tr: Metin seçimi

source: Objects
ar: الكائنات
fa: اشیاء
tr: Nesneler

source: Review
ar: استعراض
fa: بازبینی
tr: Gözden geçir

source: Links
ar: روابط
fa: لینک‌ها
tr: Bağlantılar

source: Unvisited links
ar: روابط لم تتم زيارتها
fa: لینک‌های دیده‌نشده
tr: Ziyaret edilmemiş bağlantılar

source: Visited links
ar: روابط تمت زيارتها
fa: لینک‌های دیده‌شده
tr: Ziyaret edilen bağlantılar

source: Landmarks
ar: معالم
fa: بخش‌ها
tr: Yerişaretleri

source: Headings
ar: عناوين
fa: سرنوشتارها
tr: Başlıklar

source: Level 1 headings
ar: العناوين من المستوى الأول
fa: سرنوشتارهای سطحِ ۱
tr: 1. seviye başlıklar

source: Level 2 headings
ar: العناوين من المستوى الثاني
fa: سرنوشتارهای سطحِ ۲
tr: 2. seviye başlıklar

source: Level 3 headings
ar: العناوين من المستوى الثالث
fa: سرنوشتارهای سطحِ ۳
tr: 3. seviye başlıklar

source: Level 4 headings
ar: العناوين من المستوى الرابع
fa: سرنوشتارهای سطحِ ۴
tr: 4. seviye başlıklar

source: Level 5 headings
ar: العناوين من المستوى الخامس
fa: سرنوشتارهای سطحِ ۵
tr: 5. seviye başlıklar

source: Level 6 headings
ar: العناوين من المستوى السادس
fa: سرنوشتارهای سطحِ ۶
tr: 6. seviye başlıklar

source: Lists
ar: قوائم
fa: فهرست‌ها
tr: Listeler

source: List items
ar: عناصر القائمة
fa: مواردِ فهرست
tr: Liste öğeleri

source: Graphics
ar: الأشكال الرسوميةصورGraphics
fa: گرافیک‌ها
tr: Grafikler

source: Block quotes
ar: اقتباسات
fa: نقلِ قول‌ها
tr: Alıntı blokları

source: Buttons
ar: أزرار
fa: دکمه‌ها
tr: Düğmeler

source: Form fields
ar: حقول نماذج الاستمارات
fa: فیلد‌های فرم
tr: Form alanları

source: Edit fields
ar: مربعات التحرير
fa: فیلد‌های ویرایشی
tr: Düzenleme alanları

source: Radio buttons
ar: أزرار الاختيار
fa: دکمه‌های رادیویی
tr: Radyo düğmeleri

source: Combo boxes
ar: مربعات الاختيار
fa: جعبه‌های کشویی
tr: Birleşik kutular

source: Check boxes
ar: مربعات التحديد
fa: کادر‌های علامت‌زدنی
tr: Onay kutuları

source: Non-link blocks
ar: نصوص مُجرَّدة
fa: قطعه‌های بدونِ لینک
tr: Bağlantısız bloklar

source: Frames
ar: الإطارات
fa: قاب‌ها
tr: Çerçeveler

source: Separators
ar: الفواصل
fa: جداکننده‌ها
tr: Ayırıcılar

source: Embedded objects
ar: الكائنات المدرجة
fa: اشیاءِ توکار
tr: Gömülü nesneler

source: Annotations
ar: التعليقات التوضيحية
fa: یادداشت‌ها
tr: Ek açıklamalar

source: Spelling errors
ar: الأخطاء الإملائية
fa: خطاهای املایی
tr: Yazım hataları

source: Tables
ar: الجداول
fa: جدول‌ها
tr: Tablolar

source: Move in table
ar: التحرك داخل الجدول
fa: حرکت در جدول
tr: Tabloda hareket et

source: If pressed twice, presents the information in browse mode
ar: إذا تم ضغطه مرتين بسرعة، يعرض المعلومات في نمط التصفح
fa: اگر دو بار فشرده شود، اطلاعات را در حالتِ مرور نمایش میدهد
tr: İki kez basılırsa, bilgileri tarama modunda sunar

source: Docu&mentation
ar: دليل المستخدم
fa: &راهنما
tr: &Belgeler

source: Opens the addon's documentation.
ar: يقوم بفتح دليل الاستخدام الخاص بهذه الإضافة.
fa: راهنمای افزونه را باز میکند.
tr: Eklentinin belgelerini açar.

source: &Settings...
ar: الإ&عدادات...
fa: &تنظیمات...
tr: &Ayarlar...

source: Opens the addons' settings.
ar: يقوم بفتح إعدادات هذه الإضافة.
fa: تنظیماتِ افزونه را باز میکند.
tr: Eklenti ayarlarını açar.

source: Table &dictionaries
ar: قواميس الجداول
fa: &دیکشنری‌های جدول‌ها
tr: &Tablo sözlükleri

source: 'Braille dictionaries' menu
ar: قائمة "قواميس برايل"
fa: منوی دیکشنری‌های بریل
tr: 'Braille sözlükleri' menüsü

source: &Global dictionary
ar: ال&قاموس العام
fa: دیکشنریِ &عمومی
tr: &Genel sözlük

source: A dialog where you can set global dictionary by adding dictionary entries to the list.
ar: مربع حوار يمَكِّنك من تعيين القاموس العام عن طريق إضافة إدخالات القاموس إلى القائمة.
fa: پنجره‌ای که میتوانید دیکشنریِ عمومی را با افزودن ورودی‌های دیکشنری به فهرست تعیین کنید.
tr: Listeye sözlük girdileri ekleyerek global sözlüğü ayarlayabileceğiniz bir iletişim kutusu.

source: &Table dictionary
ar: قاموس ال&جداول
fa: دیکشنریِ &جدولِ بریل
tr: &Tablo sözlüğü

source: A dialog where you can set table-specific dictionary by adding dictionary entries to the list.
ar: مربع حوار حيث يمكنك تعيين قاموس خاص بجدول ما عن طريق إضافة إدخالات القاموس إلى القائمة.
fa: پنجره‌ای که میتوانید دیکشنریِ مخصوصِ یک جدول را با افزودن ورودی‌های دیکشنری به فهرست تعیین کنید.
tr: Listeye sözlük girdileri ekleyerek tabloya özgü sözlüğü ayarlayabileceğiniz bir iletişim kutusu.

source: Te&mporary dictionary
ar: القاموس ال&مؤقت
fa: دیکشنریِ &موقت
tr: Geçici s&özlük

source: A dialog where you can set temporary dictionary by adding dictionary entries to the list.
ar: مربع حوار حيث يمكنك تعيين القاموس المؤقت عن طريق إضافة إدخالات القاموس إلى القائمة.
fa: پنجره‌ای که میتوانید دیکشنریِ موقت را با افزودن ورودی‌های دیکشنری به فهرست تعیین کنید.
tr: Listeye sözlük girişleri ekleyerek geçici sözlük ayarlayabileceğiniz bir iletişim kutusu.

source: Advanced &input mode dictionary...
ar: قاموس و&ضع الإدخال المتقدم ...
fa: دیکشنریِ پیشرفته‌ی &ورودی...
tr: Gel&işmiş giriş modu sözlüğü...

source: Advanced input mode configuration
ar: إعداد وضع الإدخال المتقدم
fa: پیکره‌بَندیِ حالتِ ورودیِ پیشرفته
tr: Gelişmiş giriş modunu yapılandırma

source: &Quick launches
ar: الا&ختصارات السريعة
fa: راه‌اندازیِ &سریع
tr: &Hızlı başlatmalar

source: Quick launches configuration
ar: إعدادات الاختصارات السريعة
fa: پیکره‌بَندیِ راه‌اندازیِ سریع
tr: Hızlı başlatmaları yapılandırma

source: Braille input table &overview
ar: معلومات جدول إد&خال برايل
fa: بررسیِ &اجمالیِ جدولِ ورودیِ بریل
tr: Braille giri&ş tablosuna genel bakış

source: Overview of the current input braille table
ar: لمحة حول جدول إدخال برايل الحالي
fa: نمای اجمالیِ جدولِ ورودیِ فعلی
tr: Geçerli giriş braille tablosuna genel bakış

source: &Reload add-on
ar: إعادة تحميل الإضافة
fa: &بارگزاریِ مجددِ افزونه
tr: &Eklentiyi yeniden yükle

source: Reload this add-on.
ar: إعادة تحميل هذه الإضافة.
fa: این افزونه را دوباره بارگزاری میکند.
tr: Bu eklentiyi yeniden yükleyin.

source: Check for &update...
ar: البحث عن التحديثات...
fa: بررسیِ &به‌روزرسانی...
tr: &Güncellemeleri denetle...

source: Checks if Braille Extender update is available
ar: للتحقق مما إذا كان تحديث Braille Extender متاحًا
fa: موجود بودنِ به‌روزرسانیِ Braille Extender را بررسی میکند.
tr: Braille genişletici güncellemesinin mevcut olup olmadığını kontrol eder

source: &Website
ar: المو&قع
fa: &وبسایت
tr: &Web sayfası

source: Open addon's website.
ar: لفتح موقع الإضافة.
fa: وبسایتِ افزونه را باز میکند.
tr: Eklenti Web sayfasını açar.

source: Get the latest template &translation file (.pot)
ar: احصل على أحدث نموذج لوملف ترجمة (.pot)
fa: دریافتِ آخرین فایلِ الگوی &ترجمه (.POT)
tr: En son şablon çeviri dosyasını (.po&t) alın

source: Opens the URL to download the latest Portable Object Template file of the add-on
ar: يفتح عنوان URL لتنزيل أحدث ملف ترجمة Portable Object Template والخاص بهذه الإضافة
fa: نشانیِ دانلودِ جدیدترین فایلِ ترجمه‌ی افزونه را باز میکند
tr: Eklentinin en son Taşınabilir çeviri Şablonu dosyasını indirmek için URL'yi açar

source: &Braille Extender
tr: &Braille genişletici

source: Global dictionary
ar: القاموس العام
fa: دیکشنریِ عمومی
tr: Genel sözlük

source: Table dictionary ({})
ar: قاموس الجداول ({})
fa: دیکشنریِ جدولِ ({})
tr: Tablo sözlüğü ({})

source: Temporary dictionary
ar: القاموس المؤقت
fa: دیکشنریِ موقت
tr: Geçici sözlük

source: Switches to the previous rotor setting
ar: اختيار عنصر الدوار السابق
fa: تنظیمِ قبلیِ گردونه را انتخاب میکند
tr: Önceki rotor ayarına geçer

source: Switches to the next rotor setting
ar: اختيار عنصر الدوار التالي
fa: تنظیمِ بَعدیِ گردونه را انتخاب میکند
tr: Sonraki rotor ayarına geçer

source: Character
ar: حرف
fa: نویسه
tr: Karakter

source: Word
ar: كلمة
fa: واژه
tr: Kelime

source: Line
ar: سطر
fa: خط
tr: Satır

source: Paragraph
ar: فقرة
fa: پاراگراف
tr: Paragraf

source: Page
ar: صفحة
fa: صفحه
tr: Sayfa

source: Document
ar: مستند
fa: سند
tr: Belge

source: Not available here
ar: غير متوفر هنا
fa: اینجا موجود نیست
tr: Burada mevcut değil

source: Not supported here or not in browse mode
ar: غير مدعوم هنا أو أن نمط التصفح غير مفعَل
fa: اینجا پشتیبانی نمیشود یا حالتِ مرور فعال نیست
tr: Burada desteklenmiyor veya göz atma modunda desteklenmiyor

source: Moves to the next item based on rotor setting
ar: الانتقال للعنصر التالي طبقاً لإعداد الدوار
fa: با استفاده از تنظیمِ گردونه به موردِ بعدی میرود
tr: Rotor ayarına göre sonraki öğeye gider

source: Moves to the previous item based on rotor setting
ar: الانتقال للعنصر السابق طبقاً لإعداد الدوار
fa: با استفاده از تنظیمِ گردونه به موردِ قبلی میرود
tr: Rotor ayarına göre önceki öğeye gider

source: Selects the item under the braille cursor e.g. doing default action if moving by objects
ar: تحديد العنصر الموجود أسفل مؤشر برايل، على سبيل المثال: القيام بتنفيذ الإجراء الافتراضي أثناء التحرك على الكائنات
fa: موردِ زیرِ مکان‌نمای بریل را انتخاب میکند. مثلا، در صورتِ حرکت در اشیا، عملِ پیشفرض را انجام میدهد.
tr: Braille imlecinin altındaki öğeyi seçer Örneğin. nesneler tarafından hareket ettirilirse varsayılan eylemi yapar

source: Braille keyboard locked
ar: لوحة مفاتيح برايل مُغلقة
fa: صفحه‌کلیدِ بریل قفل شد
tr: Braille klavye kilitli

source: Braille keyboard unlocked
ar: لوحة مفاتيح برايل مفتوحة
fa: صفحه‌کلیدِ بریل باز شد
tr: Braille klavye kilitli değil

source: Toggle braille keyboard lock
ar: تبديل حالة إغلاق لوحة مفاتيح برايل
fa: قفل صفحه‌کلیدِ بریل را فعال یا غیرفعال میکند
tr: Braille klavye kilidini açar/kapatır

source: One-handed mode enabled
ar: تمكين نمط اليد الواحدة
fa: حالتِ یکدستی فعال شد
tr: Tek el modu etkin

source: One handed mode disabled
ar: تعطيل نمط اليد الواحدة
fa: حالتِ یکدستی غیرفعال شد
tr: Tek el modu devre dışı

source: Toggle one-handed mode
ar: تبديل حالة نمط اليد الواحدة
fa: حالتِ یک‌دستی را فعال یا غیرفعال میکند
tr: Tek el modunu Açar/Kapatır

source: Dots 7 and 8 disabled
ar: تم تعطيل النقاط 7 و8
fa: نقطه‌های ۷ و ۸ غیرفعال شد
tr: 7 ve 8 Nokta devre dışı

source: Dots 7 and 8 enabled
ar: تم تفعيل النقاط 7 و8
fa: نقطه‌های ۷ و ۸ فعال شد
tr: 7 ve 8 Nokta etkin

source: Toggle showing or hiding dots 7 and 8
ar: إخفاء أو عرض النقطتين السابعة والثامنة
fa: نقطه‌های ۷ و ۸ را مخفی میکند یا نشان میدهد
tr: 7 ve 8 numaralı noktaları gösterme veya gizleme arasında geçiş yapar

source: BRF mode enabled
ar: تشغيل نمط عرض brf
fa: حالتِ BRF فعال شد
tr: BRF modu etkin

source: BRF mode disabled
ar: تعطيل نمط عرض brf
fa: حالتِ BRF غیرفعال شد
tr: BRF modu devre dışı

source: Toggle BRF mode
ar: تبديل حالة نمط brf
fa: حالتِ BRF را فعال یا غیرِ فعال میکند
tr: BRF modunu açar/kapatır

source: Modifier keys locked
ar: مفاتيح التعديل مغلقة
fa: کلیدهای مبدل قفل شدند
tr: Değiştirici tuşlar kilitli

source: Modifier keys unlocked
ar: مفاتيح التعديل مفتوحة
fa: کلیدهای مبدل رها شدند
tr: Değiştirici tuşlar kilitli değil

source: Toggle locking modifier keys when using braille input
ar: تبديل حالة غلق مفاتيح التعديل أثناء استخدام الإدخال ببرايل
fa: فعال یا غیرفعال کردنِ قفلِ کلیدهای مبدل، هنگامِ استفاده از ورودیِ بریل
tr: Braille girişini kullanırken değiştirici tuşlar kilidini açar/kapatır

source: Toggle font attributes report
ar: تبديل الإعلان عن سمات الخط
fa: اعلامِ ویژگی‌های قلم را فعال یا غیرفعال میکند
tr: Yazı tipi özellikleri bildirimini açar/kapatır

source: Toggle between say current line while scrolling options between none, focus mode, review mode, or both
ar: التبديل بين خيارات نطق السطر الحالي أثناء التمرير، بين لا شيء، أو نمط التركيز، أو نمط الاستعراض، أو كلاهما
fa: گزینه‌های خواندنِ خطِّ جاری هنگامِ مرور را بینِ هیچکدام، حالتِ فرمانپذیری، حالتِ بازبینی، یا هردو تغییر میدهد
tr: Hiçbiri, odak modu, inceleme modu, her ikisi veya gezinirken geçerli satırı duyur seçenekleri arasında gezinmeyi Açar/Kapatır

source: Speech off
ar: تعطيل النطق
fa: گفتار خاموش
tr: Konuşma kapalı

source: Speech on
ar: تشغيل النطق
fa: گفتار روشن
tr: Konuşma açık

source: Toggle speech on or off
ar: تعطيل أو تشغيل النطق
fa: گفتار را روشن یا خاموش میکند
tr: Konuşmayı Açar veya Kapatır

source: No extra info for this element
ar: لا يوجد المزيد من المعلومات حول هذا العنصر
fa: اطلاعاتِ بیشتری برای این سازه نیست
tr: Bu öğe için daha fazla bilgi yok

source: Reports some extra infos for the current element. For example, the URL on a link
ar: يعلن عن بعض المعلومات الإضافية الخاصة بالعنصر، مثل عنوان URL المتصل بالرابط
fa: برخی اطلاعاتِ اضافیِ سازه‌ی جاری را اعلام میکند. مثلا، آدرسِ یک لینک
tr: Geçerli öğe için bazı ekstra bilgileri raporlar. Örneğin, bir bağlantıdaki URL

source: Input table
ar: جدول الإدخال
fa: جدولِ ورودی
tr: Giriş tablosu

source: Output table
ar: جدول العرض
fa: جدولِ خروجی
tr: Çıkış tablosu

source: Table overview (%s)
ar: حول الجدول المستخدم (%s)
fa: بررسیِ اجمالیِ جدولِ (%s)
tr: Tabloya genel bakış (%s)

source: Shows an overview of current input braille table in a browseable message
ar: يعرض نظرة عامة على جدول إدخال برايل الحالي في رسالة قابلة للتصفح
fa: نمای اجمالی از جدولِ ورودیِ بریلِ جاری را در یک پیامِ قابلِ مرور نشان میدهد
tr: Göz atılabilir bir mesajda mevcut giriş braille tablosuna genel bir bakış gösterir

source: No text selection
ar: لا يوجد أي نص محدد
fa: متنی انتخاب نشده است
tr: Seçili metin yok

source: Unicode Braille conversion
ar: التحويل إلى Unicode Braille
fa: تبدیلِ بریلِ یونیکُد
tr: Unicode Braille dönüştürme

source: Convert the text selection in unicode braille and display it in a browseable message
ar: يقوم بتحويل النص المحدد إلى unicode braille ويقوم بعرضه في رسالة يمكن تصفحها
fa: متنِ انتخاب‌شده را به بریلِ یونیکُد تبدیل کرده و در یک پیامِ قابلِ مرور نمایش میدهد
tr: Metin seçimini unicode braille'e dönüştürür ve göz atılabilir bir mesajda görüntüler

source: Braille Unicode to cell descriptions
ar: تحويل Braille Unicode إلى وصف نقطي لخلايا برايل
fa: یونیکُدِ بریل به توصیفِ خانه‌ها
tr: Hücre açıklamalarına Braille Unicode

source: Convert text selection in braille cell descriptions and display it in a browseable message
ar: يقوم بتحويل النص المحدد إلى وصف نقطي لخلايا برايل ويقوم بعرض ذلك في رسالة يمكن تصفحها. فمثلا كلمة أهلا ستتحول إلى 34-125-1236
fa: متنِ انتخاب‌شده را به شکلِ توصیفِ خانه‌ی بریل تبدیل کرده و در یک پیامِ قابلِ مرور نمایش میدهد
tr: Braille hücre açıklamalarındaki metin seçimini dönüştürür ve göz atılabilir bir mesajda görüntüler

source: Cell descriptions to braille Unicode
ar: تحويل وصف الخلايا إلى Braille Unicode
fa: توصیفِ خانه‌ها به یونیکُدِ بریل
tr: Unicode'da braille için hücre açıklamaları

source: Braille cell description to Unicode Braille. E.g.: in a edit field type '125-24-0-1-123-123'. Then select this text and execute this command
ar: يقوم بتحويل الوصف النقطي لخلايا برايل إلى Unicode Braille. على سبيل المثال، اذهب إلى أحد مربعات التحرير وقم بكتابة '134-1235-156-12-1-0-12-13-134' بعد ذلك قم بتحديد هذا النص ثم قم بتنفيذ هذا الأمر لتتحول تلك الأرقام إلى نقاط برايل
fa: توصیفِ خانه‌ی بریل به بریلِ یونیکُد. مثلا، در یک فیلدِ ویرایشی تایپ کنید «125-24-0-1-123-123». بعد متنِ تایپ‌شده را انتخاب کرده و این فرمان را اجرا کنید
tr: Unicode Braille'e Braille hücre açıklaması. Örn: bir düzenleme alanına '125-24-0-1-123-123' yazın. Ardından bu metni seçin ve bu komutu yürütün

source: Toggle advanced input mode
ar: تبديل حالة النمط المتقدم لإدخال برايل
fa: حالت‌های ورودیِ پیشرفته را تغییر میدهد
tr: Gelişmiş giriş modunu Açar/Kapatır

source: Describe undefined characters enabled
ar: تم تمكين وصف الأحرف غير المُععرَّرفة
fa: توضیحِ نویسه‌های تعریف‌نشده فعال شد
tr: Tanımlanmamış karakterleri tanımlama etkin

source: Describe undefined characters disabled
ar: تعطيل وصف الأحرف غير المُعرَّفة
fa: شرحِ نویسه‌های تعریف‌نشده غیرفعال شد
tr: Tanımlanmamış karakterleri tanımla devre dışı

source: Toggle description of undefined characters
ar: تبديل حالة وصف الأحرف غير المُعرَّفة
fa: توضیحِ نویسه‌های تعریف‌نشده را فعال یا غیرفعال میکند
tr: Tanımsız karakterlerin tanımlamasını Açar/Kapatır

source: No text
ar: لا يوجد نص
fa: بدونِ متن
tr: Metin yok

source: Reports the cursor position of text under the braille cursor
ar: الإعلان عن موضع المؤشر في النص الموجود أسفل مؤشر برايل
fa: اعلامِ موقعیتِ مکان‌نما در متنِ زیرِ مکان‌نمای بریل
tr: Braille imlecinin altındaki metnin imleç konumunu bildirir

source: Shows hour and date changes automatically on a braille display
ar: عرض تغيير الساعة والتاريخ تلقائيًا على شاشة برايل
fa: نمایشِ خودکارِ تغییراتِ ساعت و تاریخ روی نمایشگرِ بریل
tr: Braille ekranında saat ve tarih değişikliklerini otomatik olarak gösterir

source: Toggle automatic braille scroll
ar: تبديل حالة التمرير التلقائي
fa: مرورِ خودکارِ بریل را فعال یا غیرفعال میکند
tr: Otomatik braille kaydırmayı Açar/Kapatır

source: Increases the master volume
ar: رفع مستوى الصوت الأساسي
fa: صدای اصلی را زیاد میکند
tr: Ana ses seviyesini artırır

source: Decreases the master volume
ar: خفض مستوى الصوت الأساسي
fa: صدای اصلی را کم میکند
tr: Ana ses seviyesini azaltır

source: Toggle sound mute
ar: تبديل حالة كتم الصوت
fa: صدا را قطع یا وصل میکند
tr: Sesi kapatmayı Açar/Kapatır

source: Shows the Braille Extender documentation
ar: عرض دليل المستخدم لBraille Extender
fa: راهنمای Braille Extender را نشان میدهد
tr: Braille genişletici belgelerini gösterir

source: No such file or directory
ar: لا يوجد هكذا ملف أو مسار
fa: چنین فایل یا پوشه‌ای وجود ندارد
tr: Böyle bir dosya ya da dizin yok

source: Opens a custom program/file. Go to Braille Extender settings to define them
ar: لفتح ملف أو برنامج مخصص. اذهب إلى الإعدادات لتعيين ما ترغب في فتحه
fa: یک برنامه یا فایلِ سفارشی باز میکند. برای تعیینِ فایل یا برنامه به تنظیماتِ Braille Extender بروید
tr: Özel bir program/dosya açar. Bunları tanımlamak için Braille genişletici ayarlarına gidin

source: Checks for Braille Extender updates
ar: البحث عن تحديثات BrailleExtender
fa: به‌روزرسانی‌های BrailleExtender را بررسی میکند
tr: Braille genişletici güncellemelerini denetler

source: Increase braille autoscroll delay
tr: Braille otomatik kaydırma gecikmesini artırır

source: Decrease braille autoscroll delay
tr: Braille otomatik kaydırma gecikmesini azaltır

source: NVDA 2017.3 or later is required to use this feature
ar: مطلوب NVDA 2017.3 أو أحدث لاستخدام هذه الميزة
fa: برای استفاده از این ویژگی، NVDA 2017.3 یا بالاتر نیاز است
tr: Bu özelliği kullanmak için NVDA 2017.3 veya sonrası gereklidir

source: You must choose at least two tables for this feature. Please fill in the settings
ar: يجب أن تختار جدولين على الأقل لكي تعمل هذه الميزة. يُرجى اختيار الجداول من الإعدادات
fa: برای این امکان، دستکم باید دو جدول انتخاب کنید. لطفا تنظیماتِ مربوط را انجام دهید
tr: Bu özellik için en az iki tablo seçmelisiniz. Lütfen ayarları doldurun

source: Input: %s
ar: الإدخال: %s
fa: ورودی: %s
tr: Giriş: %s

source: Switches between configured braille input tables
ar: الانتقال بين جداول إدخال برايل المفضلة لديك
fa: جدول‌های ورودیِ بریلِ پیکره‌بندی‌شده را تعویض میکند
tr: Yapılandırılmış braille giriş tabloları arasında geçiş yapar

source: Output: %s
ar: العرض: %s
fa: خروجی: %s
tr: Çıktı: %s

source: Switches between configured braille output tables
tr: Yapılandırılmış braille çıktı tabloları arasında geçiş yapar

source: Input and output: {I}.
ar: العرض والإدخال: {I}.
fa: ورودی و خروجی: {I}.
tr: Giriş ve çıkış: {I}.

source: Input: {I}; Output: {O}
ar: الإدخال: {I}; العرض: {O}
fa: ورودی: {I}; خروجی: {O}
tr: Giriş: {I}; Çıkış: {O}

source: Reports the current braille input and output tables
ar: الإعلان عن جداول برايل للعرض والإدخال المستخدمة حاليا
fa: جدول‌های بریلِ ورودی و خروجیِ فعلی را اعلام میکند
tr: Mevcut braille giriş ve çıkış tablolarını duyurur

source: Reports the Unicode value of the character where the cursor is located and the decimal, binary and octal values
ar: يقوم بعرض قيمة Unicode الخاصة بالحرف الذي يوجد عنده المؤشر، وما يعادله من قيمة عشرية وثنائية وثمانية
fa: مقدار یونی‌کدِ نویسه‌ای که مکان‌نما روی آن قرار دارد را همراه با معادل‌های در مبنای ده، دو و هشتِ آن اعلام میکند
tr: İmlecin bulunduğu karakterin Unicode değerini ve ondalık, ikili ve sekizlik değerleri duyurur

source: Shows the output speech for selected text in braille, useful for emojis for example
ar: يعرض النص الذي يتم نطقه بطريقة برايل. يفيد في قراءة الرموز التعبيرية على سبيل المثال
fa: نشان دادَنِ گفتارِ خروجی برای متنِ انتخاب‌شده در بریل. به عنوانِ مثال، برای ایمُجی‌ها مفید است
tr: Seçilen metnin konuşma çıktısını braille olarak gösterir, örneğin emojiler için kullanışlıdır

source: No shortcut performed from a braille display
ar: لم يتم ضغط أي اختصار من سطر عرض برايل
fa: میانبری از نمایشگرِ بریل اجرا نشد
tr: Braille ekranından kısayol yapılmadı

source: Repeats the last shortcut performed from a braille display
ar: إعادة آخر اختصار تم ضغطه من سطر عرض برايل
fa: تکرارِ آخرین میانبری که توسط نمایشگرِ بریل اجرا شده است
tr: Braille ekranında gerçekleştirilen son kısayolu tekrarlar

source: Braille Extender reloaded
ar: تمت إعادة تحميل Braille Extender
fa: BrailleExtender دوباره بارگزاری شد
tr: Braille genişletici yeniden yüklendi

source: Reloads Braille Extender
ar: لإعادة تحميل Braille Extender
fa: BrailleExtender را دوباره بارگزاری میکند
tr: Braille genişletici'yi Yeniden Yükler

source: Reloads the primary braille display defined in settings
ar: إعادة تحميل سطر عرض برايل الأساسي المُعَيَّن بالإعدادات
fa: اولین نمایشگرِ بریلی که در تنظیمات تعریف شده را بارگذاری میکند
tr: Ayarlarda tanımlanan birincil braille ekranını yeniden yükler

source: Reloads the secondary braille display defined in settings
ar: إعادة تحميل سطر عرض برايل الثانوي المُعَيَّن بالإعدادات
fa: دومین نمایشگرِ بریلی که در تنظیمات تعریف شده را بارگذاری میکند
tr: Ayarlarda tanımlanan ikincil braille ekranını yeniden yükler

source: No braille display specified. No reload to do
ar: لم يتم تعيين أي سطر عرض برايل. لا يوجد ما يمكن إعادة تحميله
fa: هیچ نمایشگرِ بریلی مشخص نشده. بارگزاری انجام نمیشود
tr: Braille ekranı belirtilmedi. Yüklenebilecek ekran yok

source: Keyboard shortcut cancelled
ar: تم إلغاء مفتاح اختصار لوحة المفاتيح
fa: میانبرِ صفحه‌کلیدی لغو شد
tr: Klavye kısayolu iptal edildi

source: Emulate pressing down
ar: محاكة ضغط سهم لأسفل
fa: تقلید میکند فِشُردنِ
tr: Aşağı basmayı taklit eder

source: on the system keyboard
ar: على لوحة مفاتيح النظام
fa: را روی صفحه‌کلیدِ سیستم
tr: sistem klavyesinde

source: Current braille view saved
ar: تم حفظ عرض برايل الحالي
fa: نمای بریلِ فعلی ذخیره شد
tr: Geçerli braille görünümü kaydedildi

source: Buffer cleaned
ar: تم مسح المخزن المؤقت
fa: حافظه پاک شد
tr: Arabellek temizlendi

source: Saves the current braille view. Press twice quickly to clean the buffer
ar: يحفظ طريقة عرض برايل الحالية. اضغط مرتين بسرعة لتنظيف المخزن المؤقت
fa: نمای بریلِ فعلی را ذخیره میکند. برای پاک کردنِ حافظه دوبار تند فشار دهید
tr: Geçerli braille görünümünü kaydeder. Arabelleği temizlemek için hızlıca iki kez basılır

source: View saved
ar: تم حفظ العرض
fa: نما ذخیره شد
tr: Görünüm kaydedildi

source: Buffer empty
ar: المخزن المؤقت خالي
fa: حافظه خالی است
tr: Arabellek boş

source: Shows the saved braille view through a flash message
ar: عرض نمط برايل المحفوظ في رسالة خاطفة
fa: نمای بریلِ ذخیره‌شده را در یک پیامِ لحظه‌ای نشان میدهد
tr: Kaydedilmiş braille görünümünü bir hızlı mesaj aracılığıyla gösterir

source: Pause
ar: إيقاف
fa: متوقف شد
tr: Duraklat

source: Resume
ar: استئناف
fa: از سر گرفته شد
tr: Sürdür

source: Auto test type %d
ar: اختبار تلقائي لنوع %d
fa: نوعِ آزمونِ خودکار %d
tr: Otomatik test türü %d

source: Auto test stopped
ar: تم إنهاء الاختبار التلقائي
fa: آزمونِ خودکار متوقف شد
tr: Otomatik test durduruldu
