Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/nao/locale/*/LC_MESSAGES/nvda.po
Languages: sr

source: {name} - free add-on for NVDA. You can make a donation to our team for helping further development of this add-on. Do you want to make a donation now? For transaction you will be redirected to the website of the developer.
sr: {name} - besplatan dodatak za NVDA. Možete donirati našem timu kako biste pomogli da dodatno razvijamo ovaj dodatak. Da li želite sada da donirate? Za transakcije bićete preusmereni na websajt programera.

source: Recognizes the content of the selected image or PDF file
sr: Prepoznaje sadržaj izabrane slike ili PDF datoteke

source: Take a full screen shot and recognize it
sr: Slikaj ceo ekran i prepoznaj sliku

source: Take a screen shot of the current window and recognize it
sr: Slikaj ceo prozor i prepoznaj sliku

source: NAO web site
sr: NAO websajt

source: Clear cache
sr: Obriši keš

source: {name} Update
sr: {name} ažuriranje

source: is available
sr: je dostupno

source: Do you want to download and install it?
sr: Da li želite da ga preuzmete i instalirate?

source: Move to
sr: Pređi na

source: Error saving file: %s
sr: Greška pri čuvanju datoteke: %s

source: Error, the file could not be processed
sr: Greška, datoteka nije mogla biti obrađena

source: File not supported
sr: Datoteka nije podržana

source: Process started
sr: Proces je započeo

source: Nao (NVDA Advanced OCR) is an addon that improves the standard OCR capabilities that NVDA provides on modern Windows versions.
sr: Nao (NVDA napredni OCR) je dodatak koji poboljšava standardne OCR sposobnosti koje NVDA pruža na modernim Windows verzijama.
