Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/zPortapapeles/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, pt_br, pt_pt, tr

source: zPortapapeles
ar: z- الحافظة
it: zAppunti
pt_br: ZClipboard
pt_pt: zÁrea de transferência
tr: zPano

source: Utilidades para el portapapeles, anuncio de las teclas e historial.
ar: أدوات مساعدة للحافظة وإعلان أومر النسخ واللصق والتاريخ.
fr: Utilitaires pour le presse-papiers, annonce des touches et l'historique.
it: Utilità per gli appunti di windows, annuncio dei tasti premuti e cronologia.
tr: Pano, önemli duyuru ve geçmiş için yardımcı programlar.

source: Copiar
ar: نسخ
fr: Copier
it: Copiato
tr: Kopyala

source: Sin selección
ar: لا يوجد تحديد
fr: Aucune sélection
it: Nessuna selezione
pt_pt: Sem selecção
tr: Seçim yok

source: Muestra la ventana de historial del portapapeles
ar: افتح نافذة محفوظات الحافظة
fr: Affiche la fenêtre de l'historique du presse-papiers
it: Mostra la finestra della cronologia degli appunti
pt_br: Exibe a janela do histórico da área de transferência;
pt_pt: Mostra a janela do histórico da área de transferência
tr: Pano geçmişi penceresini göster

source: El modo juego esta activado. Desactívelo para usar esta opción.
fr: Le mode jeu est activé. Le désactiver pour utiliser cette option.
pt_pt: O modo de jogo está activado. Desligue-o para utilizar esta opção.
tr: Oyun modu etkin olduğu için Geçmiş penceresini açamazsınız. Geçmiş penceresini kullanmak istiyorsanız lütfen önce oyun modunu devre dışı bırakın.

source: No hay nada en el historial de zPortapapeles.
ar: لا يوجد شيء في محفوظات Z-الحافظة
fr: Il n'y a rien dans l'historique de zPortapapeles.
it: La cronologia di zAppunti non contiene voci.
pt_br: Não há nada no histórico do zClipboard.
pt_pt: Não há nada no histórico do zÁrea de transferência.
tr: ZPano geçmişi boş.

source: Ya hay una ventana del historial o de copia de texto abierta. No es posible tener dos ventanas a la vez.
tr: Zaten açık bir geçmiş veya metin kopyalama penceresi var. Aynı anda iki pencere açılamaz.

source: El historial del portapapeles no está activado. Si desea usarlo, actívelo desde las opciones de NVDA en Opciones de zPortapapeles.
ar: لم يتم تمكين محفوظات الحافظة. إذا كنت تريد استخدام محفوظات الحافظة ، فقم بتمكينها في إعدادات NVDA في z-Clipboard.
fr: L'historique du presse-papiers n'est pas activé. Si vous souhaitez l'utiliser, activez-le dans les Paramètres de NVDA dans Paramètres de zPortapapeles.
it: La cronologia degli appunti non è abilitata. Se vuoi utilizzarla, abilitala dalle opzioni NVDA in Opzioni di zAppunti.
pt_br: O histórico da área de transferência não está ativado. Se você quiser usá-lo, habilite-o nas opções do NVDA em Opções do zClipboard.
pt_pt: O histórico da área de transferência não está activado. Se quiser usá-lo, active-o nas opções do NVDA em Opções do zÁrea de transferência.
tr: Pano geçmişi etkin değil. Etkinleştirmek isterseniz: NVDA>Tercihler>Ayarlar penceresinde, zPano Seçenekleri'ne gidebilirsiniz.

source: Activar o desactivar las propiedades de zPortapapeles
ar: قم بتمكين أو تعطيل الإخطارات الصوتية أو الصوتية z-للحافظة
fr: Activer ou désactiver les propriétés de zPortapapeles
it: Visualizza o nascondi la finestra proprietà di zAppunti
pt_pt: Activar ou desactivar as propriedades do zÁrea de transferência
tr: ZPano özelliklerini aç veya kapat

source: zPortapapeles desactivado
ar: تعطيل إخطارات z- الحافظة
fr: zPortapapeles désactivé
it: zAppunti disattivato
pt_pt: zÁrea de transferência desactivado
tr: zPano kapalı

source: zPortapapeles activado
ar: تمكين إخطارات z-الحافظة
fr: zPortapapeles activé
it: zAppunti attivato
pt_pt: zÁrea de transferência activado
tr: zPano açık

source: Activar o desactivar modo juego
fr: Activer ou désactiver le mode jeu
pt_pt: Activar ou desactivar o modo de jogo
tr: Oyun modunu Etkinleştir veya devre dışı bırak

source: Tiene una ventana de historial o de copia de texto abierta. Para ejecutar el modo juego ciérrela primero.
tr: Açık bir geçmiş veya metin kopyalama pencereniz var. Oyun modunu çalıştırmak için lütfen önce kapatın.

source: Modo juego de zPortapapeles desactivado
fr: Mode jeu de zPortapapeles désactivé
pt_pt: Modo de jogo de zÁrea de transferência desactivado
tr: ZPano oyun modu devre dışı

source: Modo juego de zPortapapeles activado
fr: Mode jeu de zPortapapeles activé
pt_pt: Modo de jogo do zÁrea de transferência activado
tr: ZPano oyun modu etkin

source: Leer portapapeles
tr: Panoyu oku

source: Estadísticas del texto seleccionado
tr: Seçilen metnin istatistikleri

source: Ejecuta el dialogo para copiar al portapapeles parte de un texto seleccionado
tr: Seçili metnin bir kısmını panoya kopyalamak için iletişim kutusunu açar

source: Solo tiene un elemento seleccionado, esta opción necesita más de un elemento para usarse
tr: Yalnızca bir öğe seçtiniz, bu seçeneğin kullanılması için birden fazla öğe gerekiyor

source: Teclas predefinidas del portapapeles (cambiar solo en distribuciones de portapapeles distinto)
ar: مفاتيح الحافظة المعينة مسبقًا (التغيير فقط لتخطيطات الحافظة المختلفة)
fr: Touches du presse-papiers par défaut (Changement uniquement dans les dispositions du presse-papiers différents)
it: Tasti predefiniti per gli appunti (modificarli solo per layout di tastiera differenti)
pt_br: Teclas padrão da área de transferência (alterar apenas em diferentes layouts da área de transferência)
pt_pt: Teclas padrão do zÁrea de transferência (alterar apenas em diferentes visualizações da área de transferência)
tr: Varsayılan pano tuşları (yalnızca farklı pano düzenlerinde değişir)

source: Opciones de zPortapapeles
ar: الحافظة Z
fr: Paramètres de zPortapapeles
it: Opzioni di zAppunti
pt_br: zOpções da área de transferência
pt_pt: Opções do zÁrea de transferência
tr: ZPano Seçenekleri

source: Activar o desactivar anuncios hablados del portapapeles
ar: تمكين أو تعطيل الرسائل الصوتية الحافظة
fr: Activer ou désactiver les annonces verbalisés du presse-papiers
it: Attiva o disattiva gli annunci vocali per gli appunti
pt_br: Ativar ou desativar os anúncios falados da área de transferência
pt_pt: Activar ou desactivar os anúncios falados da área de transferência
tr: Pano için mesajları bildir

source: Activar o desactivar sonidos del portapapeles
ar: تمكين أو تعطيل أصوات الحافظة
fr: Activer ou désactiver les sons du presse-papiers
it: Attiva o disattiva i suoni per gli appunti
pt_br: Ativar ou desativar os sons da área de transferência
pt_pt: Activar ou desactivar os sons da área de transferência
tr: Pano işlemlerinde ses çal

source: Activar o desactivar el historial del portapapeles
ar: تمكين أو تعطيل محفوظات الحافظة
fr: Activer ou désactiver l'historique du presse-papiers
it: Attiva o disattiva la cronologia degli appunti
pt_br: Ativar ou desativar o histórico da área de transferência
pt_pt: Activar ou desactivar o histórico da área de transferência
tr: Pano geçmişini aç

source: Elija un tiempo para actualizar el monitor del portapapeles
ar: اختر وقتًا لتحديث شاشة الحافظة
fr: Choisir une durée de temps pour mettre à jour la surveillance du presse-papiers
it: Scegli il tempo per l'aggiornamento del monitoraggio degli appunti
pt_br: Escolha um tempo para se atualizar o monitor da área de transferência
pt_pt: Escolha um tempo para actualizar o monitor da área de transferência
tr: Pano monitörünü yenilemek için bir zaman seçin

source: Notificar con un sonido cada vez que se agregue algo al historial
ar: قم بالإعلام بصوت في كل مرة يتم فيها إضافة شيء ما إلى الحافظة
fr: Signaler avec un son chaque fois que quelque chose est ajouté à l'historique
it: Avvisa con un suono ogni volta che si aggiunge qualcosa alla cronologia
pt_br: Notifique com um som toda vez que algo for adicionado ao histórico
pt_pt: Notificar com um som sempre que algo for adicionado ao histórico
tr: Geçmişe bir şey eklendiğinde Ses çal

source: Hablar lo copiado al portapapeles y agregado al Historial
ar: اعرض ما تم نسخه إلى الحافظة وإضافته إلى المحفوظات
fr: Verbaliser ce qui a été copié dans le presse-papiers et ajouté à l'Historique
it: Annuncia ciò che è stato copiato negli appunti e aggiunto alla cronologia
pt_br: Falar o que foi copiado para a área de transferência e adicionado ao Histórico
pt_pt: Falar o que foi copiado para a área de transferência e adicionado ao Histórico
tr: Panoya kopyalananları ve Geçmiş'e eklenenleri bildir

source: Elija un tiempo para actualizar el monitor del portapapeles para el modo juego
fr: Choisir une durée de temps pour mettre à jour la surveillance du presse-papiers pour le mode jeu
pt_pt: Escolha um tempo para actualizar o monitor da área de transferência para o modo de jogo
tr: Oyun modunda pano monitörünü yenilemek için bir zaman seçin

source: Elija un idioma destino para la traducción en modo juego
fr: Choisissez une langue de destination pour la traduction en mode jeu
pt_pt: Escolha uma língua de destino para tradução no modo de jogo
tr: Oyun modunda çeviri için bir hedef dil seçin

source: Historial del Portapapeles
ar: محفوظات الحافظة
fr: Historique du presse-papiers
it: Cronologia degli Appunti
pt_br: Histórico da área de transferência
pt_pt: Histórico da área de transferência
tr: Pano Geçmişi

source: &Historial:
ar: &محفوظات:
fr: &Historique:
it: &Riepilogo:
pt_br: &Histórico
pt_pt: &Histórico:
tr: &Geçmiş:

source: &Borrar
ar: &حذف
fr: &Effacer
it: &Elimina
pt_br: &Apagar
pt_pt: &Apagar
tr: &Sil

source: Borrar &todo
ar: &حذف كل شيء
fr: Effacer &tout
it: Elimina &tutto
pt_br: Apagar &tudo
pt_pt: Apagar &tudo
tr: &Tümünü Sil

source: &Refrescar
ar: &تحديث
fr: &Rafraîchir
it: &Aggiorna
pt_br: &Recarregar
pt_pt: &Recarregar
tr: &Yenile

source: &Cerrar
ar: &إغلاق
fr: &Fermer
it: &Chiudi
pt_br: &Fechar
pt_pt: &Fechar
tr: &Kapat

source: Pegado al foco.
ar: لصق في تركيز المؤشر
fr: Collé au focus.
it: Incollato nel focus.
pt_br: Preso no foco.
pt_pt: Colado no foco.
tr: Odaklanmış.

source: Selector de trozos de texto para copiar al portapapeles
tr: Panoya kopyalanacak metin bölüm seçicisi

source: &Texto para seleccionar:
tr: Seçilecek me&tin:

source: &Copiar al portapapeles lo seleccionado
tr: Seçilen öğeyi panoya &kopyala

source: Cerrar
tr: Kapat

source: No tiene seleccionada ninguna palabra. Seleccione al menos una para copiar al portapapeles.
tr: Seçili herhangi bir kelime yok. Panoya kopyalamak için en az bir kelime seçmelisiniz.

source: Información
tr: Bilgi

source: No hay texto en el portapapeles
tr: Panoda metin yok

source: {} Caracteres (sin espacios). {} Caracteres (con espacios). {} {}. {} {}. {} {}.
tr: {} Karakter (boşluk yok). {} Karakter (boşluk dahil). {} {}. {} {}. {} {}.

source: Palabra
tr: Kelime

source: Palabras
tr: Kelime

source: Línea
tr: Satır

source: Líneas
tr: Satır

source: Párrafos
tr: Paragraf

source: Párrafo
tr: Paragraf

source: Seleccionar todo
ar: تحديد الكل تم
fr: Sélectionner tout
it: Seleziona tutto
pt_br: Tudo selecionado
pt_pt: Seleccionar tudo
tr: Tümünü Seç

source: Cortar
ar: قص
fr: Couper
it: Tagliato
pt_br: Recortar
tr: Kes

source: Pegar
ar: تم اللصق
fr: Coller
it: Incollato
pt_br: Colar
pt_pt: Colar
tr: Yapıştır

source: Rehacer
ar: تكرارا
fr: Refaire
it: Ripeti
pt_pt: Refazer
tr: Yinele

source: Deshacer
ar: إلغاء
fr: Défaire
it: Annulla
pt_br: Desfazer
pt_pt: Desfazer
tr: Geri al

source: 1 décima de segundo
ar: 1 عُشر من الثانية
fr: 1 dixième de seconde
it: 1 decimo di secondo
pt_br: 1 décimo de segundo
tr: 1 saniyenin onda biri

source: 2 décimas de segundo
ar: 2 أعشار من الثانية
fr: 2 dixièmes de seconde
it: 2 decimi di secondo
pt_br: 2 décimos de segundo
tr: 2 saniyenin onda biri

source: 3 décimas de segundo
ar: 3 أعشار من الثانية
fr: 3 dixièmes de seconde
it: 3 decimi di secondo
pt_br: 3 décimos de segundo
tr: 3 saniyenin onda biri

source: 4 décimas de segundo
ar: 4 أعشار من الثانية
fr: 4 dixièmes de seconde
it: 4 decimi di secondo
pt_br: 4 décimos de segundo
tr: 4 saniyenin onda biri

source: 5 décimas de segundo
ar: 5 أعشار من الثانية
fr: 5 dixièmes de seconde
it: 5 decimi di secondo
pt_br: 5 décimos de segundo
tr: 5 saniyenin onda biri

source: 1 segundo
ar: 1 ثانية
fr: 1 seconde
it: 1 secondo
pt_br: 1 segundo1 segundo
pt_pt: 1 segundo1 segundo
tr: 1 saniye

source: Alemán
fr: Allemand
pt_pt: Alemão
tr: Almanca

source: Árabe
fr: Arabe
tr: Arapça

source: Croata
fr: Croate
tr: Hırvatça

source: Español
fr: Espagnol
pt_pt: Espanhol
tr: İspanyolca

source: Francés
fr: Français
pt_pt: Francês
tr: Fransızca

source: Inglés
fr: Anglais
pt_pt: Inglês
tr: İngilizce

source: Italiano
fr: Italien
tr: İtalyanca

source: Polaco
fr: Polonais
tr: Lehçe

source: Portugués
fr: Portugais
pt_pt: Português
tr: Portekizce

source: Ruso
fr: Russe
pt_pt: Russo
tr: Rusça

source: Turco
fr: Turc
tr: Türkçe

source: Ucraniano
fr: Ukrainien
tr: Ukraynaca

source: Ya hay una ventana del historial abierta. No es posible tener dos ventanas a la vez.
ar: إطار المحفوظات مفتوح بالفعل. لا يمكن فتح نافذتين في نفس الوقت.
fr: Il y a déjà une fenêtre de l'historique ouverte. Il n'est pas possible d'avoir deux fenêtres à la fois.
it: C'è già una finestra della cronologia aperta. Non è possibile avere due finestre aperte contemporaneamente.
pt_br: Já existe uma janela de histórico aberta. Não é possível ter duas janelas ao mesmo tempo.
pt_pt: Já existe uma janela de histórico aberta. Não é possível ter duas janelas ao mesmo tempo.

source: Tiene una ventana de historial abierta. Para ejecutar el modo juego ciérrela primero.
fr: Il y a une fenêtre de l'historique ouverte. Pour exécuter le mode jeu fermez-la d'abord.
pt_pt: Tem uma janela de histórico aberta. Para executar o modo de jogo, feche-a primeiro.

source: ZPortapapeles no se puede usar en escritorios seguros
ar: لا يمكن استخدام Z-Clipboard على أجهزة كمبيوتر سطح المكتب الآمنة
it: ZAppunti non può essere utilizzato su desktop sicuro
pt_br: ZClipboard não pode ser usado em janelas de segurança
