Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/TiendaNVDA/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Tienda para NVDA.ES
ru: Магазин NVDA.ES

source: Tienda de complementos no oficial de https://www.nvda.es
ru: Неофициальный магазин дополнений https://www.nvda.es

source: Se encontró una actualización. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
ru: Обнаружено обновление. Запустить проверку обновлений для дополнений из магазина NVDA.ES.

source: Información
ru: Информация

source: Se encontraron {} actualizaciones. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
ru: Найдены {обновления}. Запустите проверку обновлений плагинов магазина NVDA.ES

source: Necesita reiniciar NVDA para aplicar las actualizaciones.
ru: Вам необходимо перезапустить NVDA, чтобы обновления вступили в силу.

source: No se pudieron cargar las librerías necesarias para la Tienda
ru: Не удалось загрузить библиотеки, необходимые для магазина.

source: Error producido en las librerías:: {}
ru: Произошла ошибка в библиотеках:: {}

source: Listado de complementos
ru: Список дополнений

source: Buscar actualizaciones de complementos
ru: Проверить наличие обновленных дополнений

source: Documentación del complemento
ru: Документация по дополнениям

source: Tienda NVDA.ES
ru: Магазин NVDA.ES

source: Inicio del complemento cancelado.
ru: Запуск дополнения отменен.

source: Muestra la ventana con todos los complementos y su información
ru: Показать окно со всеми дополнениями и информацией о них

source: Ya hay una instancia de la Tienda NVDA abierta.
ru: Экземпляр магазина NVDA уже запущен.

source: El complemento fallo al iniciar NVDA. Una de las causas es que NVDA arrancara antes de tener conexión a internet. Reinicie NVDA para intentar solucionar el problema.
ru: Подключаемому модулю не удалось запустить NVDA. Одна из причин заключается в том, что NVDA запустилась до подключения к Интернету. Перезапустите NVDA, чтобы попытаться решить проблему.

source: Busca actualizaciones de los complementos instalados
ru: Проверить наличие обновлений для установленных дополнений

source: Seleccione un servidor de complementos
ru: Выберите дополнительный сервер

source: &Gestionar Servidores de complementos
ru: &Управление дополнительными серверами

source: Activar o desactivar la comprobación de actualizaciones
ru: Включить или отключить автоматическую проверку обновлений

source: Seleccione un tiempo para comprobar si hay actualizaciones
ru: Выберите интервал времени, для проверки обновлений

source: Activar o desactivar el traductor para las descripciones de los complementos
ru: Включить или отключить переводчик для описаний дополнений

source: Seleccione un idioma para traducir las descripciones de los complementos
ru: Выберите язык для перевода описаний дополнений

source: Ordenar por orden alfabético los complementos de la tienda y las búsquedas
ru: Сортировка дополнений магазина и поисков в алфавитном порядке

source: Instalar complementos después de descargar
ru: Установка дополнений после загрузки

source: Complementos instalados que hay en el servidor:
ru: Установленные дополнения, которые есть на сервере:

source: Descartar actualizaciones
ru: Отменить обновления

source: No se pudo tener acceso al servidor
ru: Не удалось получить доступ к серверу

source: Sin complementos compatibles
ru: Нет совместимых дополнений

source: Canal {}
ru: Канал {}

source: Ya hay una instancia de la Tienda NVDA abierta. Para gestionar los servidores es necesario que la Tienda este cerrada.
ru: Экземпляр магазина NVDA уже открыт. Для того чтобы управлять серверами, необходимо, чтобы магазин был закрыт.

source: Gestor de servidores de complementos
ru: Менеджер дополнительных серверов

source: &Lista de servidores:
ru: &Список серверов:

source: &Añadir
ru: &Добавить

source: &Editar
ru: &Редактировать

source: &Borrar
ru: &Удалить

source: &Cerrar
ru: &закрыть

source: El servidor de la comunidad hispanohablante no puede ser editado.
ru: Сервер испаноязычного сообщества не может быть отредактирован.

source: El servidor de la comunidad hispanohablante no puede ser borrado.
ru: Сервер испаноязычного сообщества не может быть удален.

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar el servidor: {} ¿Esta seguro que desea continuar?
ru: ПРЕДУПРЕЖДЕНИЕ: Это действие не является обратимым. Это приведет к удалению сервера: {} Вы уверены, что хотите продолжать?

source: Pregunta
ru: Вопрос

source: Añadir servidor
ru: Добавить сервер

source: Editar servidor
ru: Редактирование сервера

source: &Nombre del servidor:
ru: &Имя сервера:

source: &URL del servidor:
ru: & URL сервера:

source: &Aceptar
ru: &Хорошо

source: &Cancelar
ru: &Отменить

source: El campo de nombre de servidor no puede quedar en blanco. Introduzca uno para poder continuar.
ru: Поле "Имя сервера" нельзя оставлять пустым. Введите единицу, чтобы продолжить.

source: El campo de URL de servidor no puede quedar en blanco. Introduzca uno para poder continuar.
ru: Поле URL сервера нельзя оставлять пустым. Введите единицу, чтобы продолжить.

source: Ya tiene un servidor con el mismo nombre. Modifique el nombre del servidor para poder continuar.
ru: У вас уже есть сервер с таким же именем. Измените имя сервера, чтобы продолжить.

source: La URL introducida dio error. Compruebe que es una URL correcta de base de datos de complementos.
ru: Введенный URL-адрес выдал ошибку. Убедитесь, что это правильный URL-адрес базы данных плагина.

source: Servidor sin complementos
ru: Сервер без дополнений

source: Seleccione un servidor
ru: Выберите сервер

source: Debe seleccionar un servidor para continuar.
ru: Для продолжения необходимо выбрать сервер.

source: &Buscar:
ru: &Найти:

source: B&uscar
ru: &Найти:

source: &Lista complementos:
ru: &Список дополнений:

source: &Acción
ru: &Действие

source: &Información:
ru: &Информация

source: &Descargar complemento
ru: &Загрузить дополнение

source: Visitar &página WEB
ru: & Посетить веб-страницу

source: &Cambiar de servidor
ru: &Сменить сервер

source: &Salir
ru: &Выйти

source: Autor: {} Nombre del complemento: {} Nombre interno: {} Descripción: {} Página web: {} Desarrollo: {}
ru: Автор: {} Название дополнения: {} Внутреннее имя: {} Описание: {} Веб-сайт: {} Разработка: {}

source: Con soporte
ru: С поддержкой

source: Sin soporte
ru: Без поддержки

source: Canal: {} Versión: {} Mínimo NVDA: {} Testeado hasta versión de NVDA: {} Clave interna en la tienda: {} Enlace de descarga: {} Total descargas: {}
ru: Канал: {} Версия: {} Минимальный NVDA: {} Протестировано до версии NVDA: {} Внутренний ключ в магазине: {} Ссылка для скачивание: {} Всего загрузок: {}

source: No se pudo traducir la descripción
ru: Описание не может быть переведено

source: Mostrar todos los complementos
ru: Показать все дополнения

source: Mostrar los complementos con compatibilidad de API 2023
ru: Показать дополнения с поддержкой API 2023

source: Mostrar los complementos con compatibilidad de API 2022
ru: Показать дополнения с поддержкой API 2022

source: Mostrar los complementos ordenados por autor
ru: Показать дополнения, отсортированные по автору

source: Mostrar por descargas de mayor a menor
ru: Показывать по количеству загрузок от самого высокого до самого низкого

source: &Filtros
ru: &Фильтры

source: Copiar información
ru: Копировать информацию

source: Copiar enlace a la página web del complemento
ru: Скопировать ссылку на сайт дополнения

source: Copiar enlace de descarga del complemento
ru: Скопировать ссылку для загрузки дополнения

source: &Copiar al portapapeles
ru: & Скопировать в буфер обмена

source: Ver documentación del complemento instalado
ru: Посмотреть документацию установленного дополнения

source: No se encontraron resultados
ru: Результаты не найдены

source: - Todos los complementos
ru: - Все дополнения

source: - Complementos compatibles con API 2023
ru: - Дополнения, совместимые с API 2023

source: - Complementos compatibles con API 2022
ru: - Дополнения, совместимые с API 2022

source: - Complementos por autor
ru: - Дополнения по автору

source: - Complementos por descarga de mayor a menor
ru: - Дополнения по загрузкам, от самого высокого до самого низкого

source: Se copio la información del complemento al portapapeles
ru: Информация о дополнении скопирована в буфер обмена

source: Se copio la URL de la página oficial del complemento al portapapeles
ru: Ссылка на официальную страницу дополнения скопирована в буфер обмена

source: Se copio la URL de descarga al portapapeles
ru: Ссылка для загрузки скопирована в буфер обмена

source: Error
ru: Ошибка

source: No se pudo llevar a cabo la copia al portapapeles
ru: Копирование в буфер обмена не может быть выполнено

source: Se encuentra en el complemento {} de {}
ru: Находится в {} дополнении {}

source: No tiene activada la opción traducir la descripción de complementos en opciones de la tienda. Active dicha opción y elija un idioma para poder usar esta característica.
ru: У вас не включена опция перевода описания дополнения в опциях магазина. Включите эту опцию и выберите язык, чтобы иметь возможность использовать эту функцию.

source: Versión {}
ru: Версия {}

source: Ya tiene un proceso de descarga activo, espere a que termine.
ru: У вас уже есть активный процесс загрузки, дождитесь его завершения.

source: Descargando %s...
ru: Загрузка %s...

source: Tienda NVDA.ES - Actualizaciones disponibles
ru: Магазин NVDA.ES - Доступны обновления

source: &Seleccionar todo
ru: &Отметить все

source: &Deseleccionar todo
ru: & Снять отметки со всех

source: &Actualizar
ru: &Обновить

source: Tiene que seleccionar una actualización para poder continuar.
ru: Вы должны выбрать нужные обновления, чтобы продолжить.

source: Espere por favor...
ru: Подождите пожалуйста...

source: Descargando Un complemento grande...
ru: Загрузка большого дополнения...

source: Descargando: %s
ru: Загрузка: %s

source: La descarga se completó.
ru: Загрузка завершена.

source: Ya puede cerrar esta ventana.
ru: Теперь вы можете закрыть это окно.

source: Algo salió mal.
ru: Что-то пошло не так.

source: Compruebe que tiene conexión a internet y vuelva a intentarlo.
ru: Убедитесь, что у вас есть подключение к интернету, и повторите попытку.

source: Error: {}
ru: Ошибка: {}

source: Actualizando complementos
ru: Обновление дополнений

source: La actualización se completó.
ru: Обновление завершено.

source: NVDA necesita reiniciarse para aplicar las actualizaciones.
ru: NVDA необходимо перезапустить, чтобы применить обновления.

source: ¿Desea reiniciar NVDA ahora?
ru: ¿Вы хотите перезапустить NVDA сейчас?

source: No se pudo instalar el complemento.
ru: Дополнение не возможно установить.

source: Fallo de compatibilidad.
ru: Сбой совместимости.

source: Busque una actualización compatible.
ru: Найти совместимое обновление.

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
ru: Установка завершена успешно. Но есть дополнения, которые не удалось установить. Следующие дополнения несовместимы, проверьте совместимость версий: {} NVDA необходимо перезапустить, чтобы изменения вступили в силу. Вы хотите перезапустить NVDA сейчас?

source: No se pudo obtener el nombre del archivo a descargar. {} del canal {} Se va a proceder a descargar con su navegador predefinido.
ru: Не удалось получить имя файла для загрузки. {} с канала {} Вы можете продолжить загрузку в браузере по умолчанию.

source: Este complemento necesita ser descargado desde su página web. Se abrirá con su navegador predefinido en la pagina de descarga del complemento.
ru: Это дополнение должно быть загружено с WEB-сайта. Оно откроется с помощью вашего браузера установленного по умолчанию, на странице загрузки дополнения.

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
ru: Дополнение NVDA (*.nvda-addon)|*.nvda-addon

source: Guardar en...
ru: Сохранить...

source: No se pudo tener acceso al servidor de complementos. Inténtelo en unos minutos. ¿Desea no obstante intentar cambiar de servidor?
ru: Не удалось получить доступ к серверу дополнений. Пожалуйста, повторите попытку через несколько минут. Вы все еще хотите попробовать сменить сервер?

source: No hay actualizaciones.
ru: Обновлений нет.

source: No se pudo tener acceso al servidor de complementos. Inténtelo en unos minutos.
ru: Магазин дополнений NVDA.ES не может подключиться к серверу. Пожалуйста, повторите попытку через несколько минут.

source: Servidor comunidad hispanohablante
ru: Сервер испаноязычного сообщества

source: 15 minutos
ru: 15 Минут

source: 30 minutos
ru: 30 минут

source: 45 minutos
ru: 45 минут

source: 1 hora
ru: 1 час

source: 12 horas
ru: 12 часов

source: 1 día
ru: 1 день

source: 1 semana
ru: 1 неделя

source: Alemán
ru: Немецкий

source: Árabe
ru: Арабский

source: Croata
ru: Хорватский

source: Español
ru: Испанский

source: Francés
ru: Французский

source: Inglés
ru: Английский

source: Italiano
ru: Итальянский

source: Polaco
ru: Польский

source: Portugués
ru: Португальский

source: Ruso
ru: Русский

source: Turco
ru: Турецкий

source: Ucraniano
ru: Украинский

source: Mostrar los complementos con compatibilidad de API 2024
ru: Показать плагины с поддержкой API 2024

source: - Complementos compatibles con API 2024
ru: - Плагины, совместимые с API 2024
