Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/applicationDictionary/locale/*/LC_MESSAGES/nvda.po
Languages: de, pt_br, uk

source: &Application Dictionary...
de: &Anwendungsspezifisches Wörterbuch...
pt_br: Dicionário de &Aplicativos...
uk: &Словник для програм...

source: A dialog where you can set application-specific dictionary by adding dictionary entries to the list
de: Ein Dialogfeld, in dem Sie anwendungsspezifische Wörterbücher einstellen können, indem Sie Wörterbuch-Einträge zur Liste hinzufügen
pt_br: Um diálogo onde pode criar um dicionário específico para o aplicativo, adicionando entradas na lista
uk: Діалог, в якому ви можете встановити словник для конкретної програми, додаючи словникові статті до списку

source: Dictionary for {arg0}
de: Wörterbuch für {arg0}
pt_br: Dicionário para {arg0}
uk: Словник для {arg0}

source: Shows the application-specific dictionary dialog
de: Zeigt das Dialogfeld für das anwendungsspezifische Wörterbuch an
pt_br: Exibe o diálogo do dicionário de aplicativos
uk: Показує діалог словника для конкретної програми

source: It is available a new version of this add-on. Do you want to update?
de: Eine neuere Version dieser Erweiterung ist verfügbar. Möchten Sie sie aktualisieren?
pt_br: Está disponível uma nova versão deste complemento. Quer actualizar?
uk: Доступна нова версія цього додатка. Ви хочете оновити?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
de: Die neuere Version der Erweiterung ist nicht mit Ihrer NVDA-Version kompatibel. Der Aktualisierungsvorgang wird abgebrochen.
pt_br: Esta nova versão deste complemento não é compatível com sua versão da NVDA. O processo de atualização será encerrado.
uk: Нова версія цього додатка не сумісна з вашою версією NVDA. Процес оновлення буде скасовано.

source: Check for updates at startup
de: Beim Starten auf Aktualisierungen prüfen
pt_br: Verificar se há atualizações na inicialização
uk: Перевіряти наявність оновлень під час запуску

source: You have installed an incompatible version of the add-on. Do you want to uninstall the incompatible version?
de: Sie haben eine inkompatible Version der Erweiterung installiert. Möchten Sie sie deinstallieren?
pt_br: Uma versão incompatível deste add-on já está instalada. Você deseja desinstalar a versão incompatível?
uk: Ви встановили несумісну версію додатка. Ви бажаєте видалити несумісну версію?

source: Uninstall incompatible add-on
de: Inkompatible Erweiterung deinstallieren
pt_br: Desinstalar add-on incompatível
uk: Видалити несумісний додаток

source: Application dictionary
de: Anwendungsspezifisches Wörterbuch
pt_br: Dicionário de Aplicativos
uk: Словник для програм

source: Allows creation of application-specific dictionaries. Use the command "NVDA+Shift+p" to access the dictionary for the current application.
de: Erstellt anwendungsspezifische Wörterbücher. Auf diese Wörterbücher können Sie mit der Tastenkombination NVDA+Strg+Umschalt+D darauf zugreifen.
pt_br: Permite criar dicionários específicos para aplicativos. Pressione NVDA+shift+p para acessar o dicionário do aplicativo em foco.

source: Allows creation of application-specific dictionaries. Use the command "NVDA+Control+Shift+d" to access the dictionary for the current application.
uk: Дозволяє створювати словники для окремих програм. Використовуйте команду «NVDA+Control+Shift+d», щоб отримати доступ до словника для поточної програми.
