Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/speechLogger/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: Log started
hr: Zapisivanje je pokrenuto

source: Log ended
hr: Zapisivanje je zaustavljeno

source: on
hr: datuma

source: at
hr: u

source: Toggles logging of local speech
hr: Pokreće i zaustavlja zapisivanje govora

source: Stopped logging local speech.
hr: Zapisivanje govora je zaustavljeno.

source: Started logging local speech.
hr: Zapisivanje govora je pokrenuto.

source: Local speech logging has been disabled by an error or your NVDA configuration.
hr: Zapisivanje govora je onemogućeno greškom ili vašom NVDA konfiguracijom.

source: Toggles logging of remote speech
hr: Pokreće i zaustavlja zapisivanje govora s udaljenog računala

source: Stopped logging remote speech.
hr: Zapisivanje govora s udaljenog računala je zaustavljeno.

source: Started logging remote speech.
hr: Zapisivanje govora s udaljenog računala je pokrenuto.

source: Could not log remote speech, probably not connected.
hr: Zapisivanje govora s udaljenog računala nije moguće, vjerojatno nije povezano.

source: Failed! Could not find the NVDA Remote add-on.
hr: Greška! Nije moguće pronaći dodatak Udaljena podrška.

source: Remote speech logging has been disabled by an error or your NVDA configuration.
hr: Zapisivanje govora s udaljenog računala je onemogućeno greškom ili vašom NVDA konfiguracijom.

source: Speech Logger
hr: Zapisnik govora

source: Choose the log directory and filenames for the speech logs. System variables such as %temp% are permitted. You can also alter the string used to separate multiple utterances from the same speech sequence, and control how or whether timestamps are used.
hr: Odaberite direktorij zapisnika i nazive datoteka za zapisnike govora. Dopuštene su sistemske varijable kao što je %temp%.\n Također možete promijeniti niz koji se koristi za odvajanje višestrukih izgovora iz iste govorne sekvence i kontrolirati kako ili hoće li se koristiti vremenske oznake.

source: The Speech Logger add-on can only be configured from the Normal Configuration profile. Please close this dialog, set your config profile to normal, and try again.
hr: Dodatak Zapisnik govora može se konfigurirati samo iz profila standardne konfiguracije.\n Zatvorite ovaj dijaloški okvir, postavite svoj konfiguracijski profil na standardni i pokušajte ponovno.

source: Two spaces (NVDA log style)
hr: Dva razmaka (stil NVDA dnevnika)

source: Newline
hr: Novi redak

source: Tab
hr: Tabulator

source: A comma and space
hr: Zarez i razmak

source: Two underscores
hr: Dvije podvlake

source: Custom
hr: Prilagođeno

source: Off, no timestamps
hr: Isključeno, bez vremenskih oznaka

source: When a log begins or ends
hr: Kada dnevnik počinje ili završava

source: Log &Directory:
hr: &Direktorij dnevnika:

source: Browse...
hr: Pregledaj...

source: Select log directory
hr: Odaberite direktorij dnevnika

source: Local speech log filename:
hr: Naziv datoteke dnevnika govora:

source: Remote speech log filename:
hr: Naziv datoteke dnevnika govora s udaljenog računala:

source: &Separator Options
hr: &Opcije razdjelnika

source: Utterance separator
hr: Razdjelnik izgovora

source: Custom utterance separator (can use escapes like \t):
hr: Prilagođeni razdjelnik izgovora (može koristiti izlazne znakove poput \\t):

source: &Other Options
hr: &Druge opcije

source: Timestamp Mode
hr: Način vremenske oznake

source: Log speech during Say-&All (read to end)
hr: Zapisuj govor u Izgovori sve (čita do kraja)

source: Logs speech utterances to a file. Can also log NVDA remote session speech from the NVDA Remote add-on, to the same or another file.
hr: Zapisuje govor u datoteku. Također može zapisati NVDA govor s udaljenog računala iz dodatka Udaljena podrška, u istu ili drugu datoteku.
