Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/IBMTTS/locale/*/LC_MESSAGES/nvda.po
Languages: it, tr

source: Castilian Spanish
it: Spagnolo castigliano
tr: İspanyolca İspanya

source: Latin American Spanish
it: Spagnolo latinoamericano
tr: İspanyolca Latin Amerika

source: Brazilian Portuguese
it: Portoghese brasiliano
tr: Portekizce Brezilya

source: French
it: Francese
tr: Fransızca

source: French Canadian
it: Francese canadese
tr: Fransızca Kanada

source: Finnish
it: Finlandese
tr: Fince

source: Chinese
it: Cinese
tr: Çince

source: Japanese
it: Giapponese
tr: Japonca

source: Korean
it: Coreano
tr: Korece

source: German
it: Tedesco
tr: Almanca

source: Italian
it: Italiano
tr: İtalyanca

source: American English
it: Inglese americano
tr: İngilice ABD

source: British English
it: Inglese britannico
tr: İngilice Britanya

source: Swedish
it: Svedese
tr: İsveççe

source: Norwegian
it: Norvegese
tr: Norveççe

source: Danish
it: Danese
tr: Danca

source: Hong Kong Cantonese
it: Cantonese (Hong Kong)
tr: Hong Kong Kantonca

source: Rate boos&t
it: &Aumento velocità
tr: Konuşma &hızlandırma

source: Hea&d size
it: Dimensione della testa
tr: Kafa &Büyüklüğü

source: Rou&ghness
it: Raucedine
tr: P&ürüzlülük

source: Breathi&ness
it: Respirazione
tr: &Nefes

source: Enable backquote voice &tags
it: Abilita &tag vocali backquote
tr: Ses de&ğiştirme etiketlerini etkinleştir

source: Enable &abbreviation expansion
it: Abilita espansione dell'&abreviazione
tr: Kıs&altma genişletmeyi etkinleştir

source: Enable phras&e prediction
it: Abilita predizione della frase
tr: Cüml&e tahminini etkinleştir

source: &Shorten pauses
it: &Accorcia le pause
tr: Duraklamaları kı&saltın

source: Al&ways Send Current Speech Settings
it: Invia sempr&e le impostazioni del parlato correnti
tr: Her Zaman Geçerli &Konuşma Ayarlarını Gönder

source: Sa&mple Rate
it: Frequenza di campionamento
tr: &Örnekleme değeri

source: Unable to download the file. Perhaps there is no internet access or the server is not responding. Do you want to try again?
it: Impossibile scaricare il file. Probabilmente non hai accesso a Internet o il server non risponde. Vuoi riprovare?
tr: Dosya indirilemiyor. Internet erişimi yok veya sunucu yanıt vermiyor olabilir. Tekrar denemek ister misiniz?

source: Error downloading
it: Errore durante il download
tr: İndirme hatası

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
it: Impossibile copiare un file. Probabilmente è in uso da un altro processo o hai esaurito lo spazio sul disco in cui lo stai copiando.
tr: Bir dosya kopyalanamıyor. Belki başka bir işlem tarafından kullanılıyordur veya kopyaladığınız sürücüde yeterli disk alanı yoktur.

source: Error Copying
it: Errore durante la copia
tr: Kopyalama hatası

source: Failed to open add-on update file at %s - missing file or invalid file format
it: Impossibile aprire i file del componente aggiuntivo in %s - file mancante o formato non valido
tr: %s adresindeki eklenti güncelleme dosyası açılamadı - eksik dosya veya geçersiz dosya biçimi

source: Error
it: Errore
tr: Hata

source: Installing %s
it: Installazione in corso di %s
tr: %s yükleniyor

source: Please wait while the add-on is being installed.
it: Attendi che il componente aggiuntivo venga installato.
tr: Eklenti kurulurken lütfen bekleyin.

source: Failed to install add-on from %s
it: Impossibile installare il componente aggiuntivo da %s
tr: %s'den eklenti yüklenemedi

source: Unable to create the folder to save the update file.
it: Impossibile creare la cartella in cui salvare il file di aggiornamento.
tr: Güncelleme dosyasının kaydedileceği klasör oluşturulamıyor.

source: Downloading the new %s update
it: Download in corso del nuovo aggiornamento di %s
tr: Yeni %s güncellemesi indiriliyor

source: downloading
it: Download in corso
tr: indiriliyor

source: There are no updates available for the %s addon.
it: Non ci sono aggiornamenti disponibili per il componente aggiuntivo %s
tr: %s eklentisi için güncelleme mevcut değil.

source: No updates available
it: Nessun aggiornamento disponibile
tr: Güncelleme mevcut değil

source: A new version of %s was found. The new version is %s. Would you like to update this add-on now?
it: È disponibile una nuova versione di %s. La nuova versione è %s. Vuoi aggiornare questo componente aggiuntivo ora?
tr: %s'nin yeni bir sürümü bulundu. Yeni sürüm %s. Bu eklentiyi şimdi güncellemek ister misiniz?

source: Update add-on
it: Aggiorna il componente aggiuntivo
tr: Eklentiyi güncelle

source: &Automatically check for updates for IBMTTS
it: &Controlla gli aggiornamenti automaticamente per IBMTTS
tr: IBMTTS için güncellemeleri otom&atik olarak denetle

source: &Check for update
it: &Controlla aggiornamenti
tr: &Güncellemeleri denetle

source: IBMTTS folder address
it: Percorso della cartella di IBMTTS
tr: IBMTTS klasör adresi

source: IBMTTS library name (dll)
it: Nome della libreria di IBMTTS (dll)
tr: IBMTTS kütüphane adı (dll)

source: &Browse for IBMTTS library...
it: &Cerca una libreria IBMTTS...
tr: &Bir IBMTTS kütüphanesi bul...

source: &Copy IBMTTS files in an add-on (may not work for some IBMTTS distributions)
it: &Copia i file di IBMTTS in un componente aggiuntivo (potrebbe non funzionare per alcune distribuzioni di IBMTTS
tr: &IBMTTS dosyalarını sürücü eklentisine kopyala (bazı IBMTTS dağıtımlarıyla çalışmayabilir)

source: Select the IBMTTS library (dll)
it: Seleziona la libreria di IBMTTS (dll)
tr: IBMTTS kütüphanesini seçin (dll)

source: dynamic link library (*.{ext})
tr: dinamik bağlantı kütüphanesi (*.{ext})

source: The IBMTTS files location has been set. If you want to use it with a portable version of NVDA, please use the "Copy IBMTTS files into driver add-on" button
it: Il percorso dei file di IBMTTS è stato impostato. Se vuoi usarlo in una versione portable di NVDA, usa il pulsante "Copia i file di IBMTTS in un componente aggiuntivo".
tr: IBMTTS dosyalarının konumu ayarlandı. NVDA'nın taşınabilir bir sürümüyle kullanmak istiyorsanız, lütfen "IBMTTS dosyalarını sürücü eklentisine kopyala" düğmesini kullanın

source: Success
it: Fatto
tr: Başarılı

source: The specified dll file seems to be an incorrect IBMTTS library. Would you like to select another library?
it: Il file dll specificato sembra essere una libreria di IBMTTS non corretta. Vuoi selezionare un'altra libreria?
tr: Belirtilen dll dosyası yanlış bir IBMTTS kütüphanesi gibi görünüyor. Başka bir kütüphane seçmek ister misiniz?

source: Error loading library
it: Errore durante il caricamento della libreria
tr: Kütüphane yüklenirken hata oluştu

source: Are you sure to copy IBMTTS files to local NVDA installation and register a new add-on called "eciLibraries" to store the libraries? It may not work in some IBMTTS distributions. Note: after it, if you want to uninstall this add-on, you'll need to uninstall two add-ons in order to delete IBMTTS files completelly from NVDA. This one and "eciLibraries"
it: Sei sicuro di voler copiare i file di IBMTTS nell'installazione locale di NVDA e registrare un componente aggiuntivo chiamato "eciLibraries" in cui archiviare le librerie? Potrebbe non funzionare in alcune distribuzioni di IBMTTS./n /t/tNota: dopo la procedura, se vuoi disinstallare questo componente aggiuntivo, dovrai disinstallare due componenti aggiuntivi per rimuovere completamente i file di IBMTTS da NVDA: questo e "eciLibraries".
tr: IBMTTS dosyalarını yerel NVDA kurulumuna kopyalamak istediğinizden ve kitaplıkları depolamak için "eciLibraries" adlı yeni bir eklenti kaydetmek istediğinizden emin misiniz? Bazı IBMTTS dağıtımlarında çalışmayabilir. Not: Bundan sonra, bu eklentiyi kaldırmak istiyorsanız, IBMTTS dosyalarını NVDA'dan tamamen silmek için iki eklentiyi kaldırmanız gerekir. Bu ve "eciLibraries"

source: Copy IBMTTS files
it: Copia i file di IBMTTS
tr: IBMTTS dosyalarını kopyala

source: Unable to copy the files because the source and destination paths are the same.
it: Impossibile copiare i file perché i percorsi di origine e di destinazione sono gli stessi.
tr: Kaynak ve hedef yolları aynı olduğundan dosyalar kopyalanamıyor.

source: Copying files
it: Copia dei file
tr: Dosyalar kopyalanıyor

source: Please wait while IBMTTS files are copied into add-on.
it: Attendi che i file di IBMTTS vengano copiati nel componente aggiuntivo.
tr: IBMTTS dosyaları eklentiye kopyalanırken lütfen bekleyin.

source: Successfully copied IBMTTS files. The local copy will be used after restart NVDA.
it: I file di IBMTTS sono stati copiati con successo. La copia locale verrà usata dopo il riavvio di NVDA.
tr: IBMTTS dosyaları başarıyla kopyalandı. Yerel kopya, NVDA'yı yeniden başlattıktan sonra kullanılacaktır.

source: Error copying IBMTTS files
it: Errore durante la copia dei file di IBMTTS
tr: IBMTTS dosyaları kopyalanırken hata oluştu

source: The synthesizer won't be available until you set IBMTTS files. NVDA won't show this synthesizer in teh synthesizers lists because you need to set the IBMTTS files location first. To do it open the NVDA settings dialog, select IBMTTS category and use the "Browse for IBMTTS library" button to select the IBMTTS files folder.
it: Il sintetizzatore non sarà disponibile finché non imposti i file di IBMTTS. NVDA non mostrerà il sintetizzatore nella lista dei sintetizzatori perché devi prima copiare i file di IBMTTS./ /tPer farlo, apri la finestra di dialogo delle impostazioni di NVDA, seleziona la categoria IBMTTS e utilizza il pulsante "Cerca una libreria IBMTTS" per selezionare la cartella dei file di IBMTTS./n
tr: Sentezleyici yalnızca IBMTTS dosyalarını tanımladığınızda kullanılabilir. NVDA bu sentezleyiciyi sentezleyici listesinde göstermez, çünkü önce IBMTTS dosyalarının konumunu ayarlamanız gerekir.\N Bunu yapmak için, NVDA Ayarları iletişim kutusunu açın, IBMTTS kategorisini seçin ve IBMTTS dosya klasörünü seçmek için "IBMTTS Kütüphanesini Bul" düğmesini kullanın.

source: IBMTTS driver for NVDA
it: Driver IBMTTS per NVDA
tr: NVDA için IBMTTS Sürücüsü

source: IBMTTS driver
it: Driver IBMTTS
tr: IBMTTS sürücüsü

source: This is the IBMTTS synthesizer driver for NVDA.
it: Questo è il driver per il sintetizzatore IBMTTS per NVDA.
tr: Bu, NVDA için IBMTTS sentezleyici sürücüsüdür.

source: Always Send Current Speech Settings (enable to prevent some tags from sticking, disable for viavoice binary compatibility)
tr: Enviar siempre la configuración de voz actual (habilitar para evitar que se peguen algunas etiquetas, deshabilitar si requiere compatibilidad con viavoice)
