Repository: blindelectron/dotfiles
Catalog: AppData/Roaming/nvda/addons/browsernav/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Browser Navigation addon. In browsers it allows to quickly find vertically aligned paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. It can also find paragraphs with the same font size or same font style.
tr: Tarayıcı navigasyon eklentisi. Tarayıcılarda, hiyerarşik bir yorum ağacındaki birinci seviye yorumlar gibi ekranın sol kenarından aynı uzaklığa sahip paragraflar arasında hızlı bir şekilde dolaşmayı sağlar. Aynı yazı tipi boyutuna veya yazı tipi stiline sahip paragraflar arasında da dolaşılabilir.

source: BrowserNav settings
tr: BrowserNav ayarları

source: Crackling volume
tr: Bip ses seviyesi

source: Beeping volume
tr: Bip ses seviyesi

source: Volume of chime when no more sentences available
tr: Başka cümle olmadığında çıkan bip ses seviyesi

source: Speak message when no next paragraph containing text available in the document
tr: İLeride metin içeren bir paragraf yoksa bunu konuşarak bildir

source: Use font family for style
tr: Stil için yazı tipi ailesini kullan

source: Use font color for style
tr: Stil için yazı tipi rengini kullan

source: Use background color for style
tr: Stil için arka plan rengini kullan

source: Use bold and italic attributes for style
tr: Stil için koyu ve italik niteliklerini kullan

source: Jump to the first cell of the table when T or Shift+T is pressed.
tr: T veya Shift+T tuşlarına basıldığında tablonun ilk hücresine atla.

source: Volume of skipClutter chime
tr: DağınıklıkGeçiş zil ses düzeyi

source: horizontal offset
tr: yatay ofset

source: font size
tr: yazı Boyutu

source: font size and same style
tr: yazı tipi boyutu ve aynı stil

source: smaller
tr: daha küçük

source: greater
tr: daha büyük

source: Go to line
tr: satıra git

source: Go to line:
tr: Satıra git:

source: Line number must be a positive integer!
tr: Satır numarası pozitif bir tam sayı olmalı!

source: Wrong line number
tr: Yanlış satır numarası

source: Regex search
tr: Regex araması

source: Invalid regular expression
tr: Geçersiz kurallı ifade

source: Wrong regex
tr: Hatalı regex

source: Edit text
tr: Metni düzenle

source: No match!
tr: Eşleşme yok!

source: No next paragraph with the same {mode} in the document
tr: Belge içinde ileride aynı {mode} paragraf yok

source: No previous paragraph with the same {mode} in the document
tr: Belge içinde geride aynı {mode} paragraf yok

source: No previous paragraph with {qualifier} {mode} in the document
tr: Belgede geride {qualifier} {mode} paragraf yok

source: No next paragraph with {qualifier} {mode} in the document
tr: Belgede ileride {qualifier} {mode} paragraf yok

source: BrowserNav navigates by
tr: BrowserNav rotoru:

source: Done.
tr: Tamamlandı.

source: No next format change!
tr: İleride format değişimi yok!

source: Timeout while trying to focus current edit box.
tr: Geçerli düzenleme kutusuna odaklanmaya çalışılırken zaman aşımı.

source: Not editable
tr: Düzenlenebilir değil

source: Cannot copy text out of edit box. Please make sure edit box is not empty and not read-only!
tr: Düzenleme kutusundan metin kopyalanamıyor. Lütfen düzenleme kutusunun boş veya salt okunur olmadığından emin olun!

source: Browser state has changed. Focused element is not an edit box. Role: %d.
tr: Tarayıcı durumu değişti. Odaklanmış öğe bir düzenleme kutusu değil. Tür: %d.

source: Browser state has changed. Different element on the page is now focused.
tr: Tarayıcı durumu değişti. Artık odak sayfadaki farklı bir öğe üzerinde.

source: Timed out during release modifiers stage
tr: Modifiyerleri serbest bırakma aşamasında zaman aşımı

source: Timed out during switch to browser window stage
tr: Tarayıcı penceresi değiştirme aşamasında zaman aşımı

source: Timed out during switch to window stage
tr: Pencere değiştirme aşamasında zaman aşımı

source: Error during switch to window stage, focused element role is %d
tr: Pencere değiştirme aşamasında hata, Odaklanan öğe rolü %d

source: Timed out during single-character control+C stage
tr: Tek karakterli kontrol+C aşaması sırasında zaman aşımı

source: Last edited text has been copied to the clipboard.
tr: Son düzenlenen metin panoya kopyalandı.

source: Last Jupyter text has been copied to clipboard.
tr: Son Jupyter metni panoya kopyalandı.

source: No last Jupyter text., or last Jupyter text is empty.
tr: Son Jupyter metni yok veya son Jupyter metni boş.

source: Failed to read clipboard data. Please make sure clipboard is not empty - copy some text to clipboard.
tr: Pano verileri okunamadı. Lütfen panonun boş olmadığından emin olun - panoya bir miktar metin kopyalayın.

source: No cursor history available
tr: İmleç geçmişi yok

source: Cannot go back any more
tr: daha fazla geri gidilemez

source: Moves to next sibling in browser
tr: Tarayıcıda bir sonraki kardeşe gider

source: Moves to previous sibling in browser
tr: Tarayıcıda bir önceki kardeşe gider

source: Moves to next parent in browser
tr: Tarayıcıda bir sonraki ebeveyne gider

source: Moves to next child in browser
tr: Tarayıcıda bir sonraki çocuğa gider

source: Moves to previous child in browser
tr: Tarayıcıda bir önceki çocuğa gider

source: Adjusts BrowserNav rotor
tr: BrowserNav rotorunu ayarla

source: No next QuickJump result. To configure QuickJump rules, please go to BrowserNav settings in NVDA configuration window.
tr: Sonraki ÇabukAtlama sonucu yok. ÇabukAtlama kurallarını yapılandırmak için lütfen NVDA ayarlar penceresinde BrowserNav ayarlarına gidin.

source: QuickJump forward according to BrowserNav QuickJump bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre sonraki ÇabukAtlama; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: QuickJump back according to BrowserNav QuickJump bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre önceki ÇabukAtlama; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: No next QuickJump result for QuickJump2 bookmarks. To configure QuickJump rules, please go to BrowserNav settings in NVDA configuration window.
tr: ÇabukAtlama2 yer imleri için sonraki ÇabukAtlama sonucu yok. ÇabukAtlama kurallarını yapılandırmak için lütfen NVDA ayarlar penceresinde BrowserNav ayarlarına gidin.

source: QuickJump forward according to BrowserNav QuickJump2 bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre sonraki ÇabukAtlama2; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: QuickJump back according to BrowserNav QuickJump2 bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre önceki ÇabukAtlama2; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: No next QuickJump result for QuickJump3 bookmarks. To configure QuickJump rules, please go to BrowserNav settings in NVDA configuration window.
tr: ÇabukAtlama3 yer imleri için sonraki ÇabukAtlama sonucu yok. ÇabukAtlama kurallarını yapılandırmak için lütfen NVDA ayarlar penceresinde BrowserNav ayarlarına gidin.

source: QuickJump forward according to BrowserNav QuickJump3 bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre sonraki ÇabukAtlama3; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: QuickJump back according to BrowserNav QuickJump3 bookmarks; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav ÇabukAtlama yer imlerine göre önceki ÇabukAtlama3; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: AutoClick according to BrowserNav AutoClick bookmark; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav OtoTık yer imlerine göre OtoTık; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: AutoClick according to BrowserNav AutoClick2 bookmark; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav OtoTık yer imlerine göre OtoTık2; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: AutoClick according to BrowserNav AutoClick3 bookmark; please check browserNav configuration panel for the list of bookmarks.
tr: BrowserNav OtoTık yer imlerine göre OtoTık3; yer imlerinin listesi için lütfen browserNav konfigürasyon panelini kontrol edin.

source: at level {level}
tr: {level} düzeyinde

source: No next hierarchical bookmark {levelStr}
tr: {levelStr} ileride hiyerarşik yer imi yok

source: Jump to next hierarchical bookmark {levelStr}; please check browserNav configuration panel for hierarchical bookmark configuration.
tr: Sonraki hiyerarşik yer imine atla {levelStr}; hiyerarşik yer imi yapılandırması için lütfen browserNav konfigürasyon panelini kontrol edin.

source: No previous hierarchical bookmark {levelStr}
tr: {levelStr} geride hiyerarşik yer imi yok

source: Jump to previous hierarchical bookmark {levelStr}; please check browserNav configuration panel for hierarchical bookmark configuration.
tr: Önceki hiyerarşik yer imine atla {levelStr}; hiyerarşik yer imi yapılandırması için lütfen browserNav konfigürasyon panelini kontrol edin.

source: No next tab
tr: İleride sekme yok

source: Jump to next tab
tr: Sonraki sekmeye atla

source: No previous tab
tr: Geride sekme yok

source: Jump to previous tab
tr: Önceki sekmeye atla

source: No next dialog
tr: İleride iletişim kutusu yok

source: Jump to next dialog
tr: Sonraki iletişim kutusuna atla

source: No previous dialog
tr: Geride iletişim kutusu yok

source: Jump to previous dialog
tr: Önceki iletişim kutusuna atla

source: No next menu
tr: İleride menü yok

source: Jump to next menu
tr: Sonraki menüye atla

source: No previous menu
tr: Geride menü yok

source: Jump to previous menu
tr: Önceki menüye atla

source: No next tree view
tr: İleride ağaç görünümü yok

source: Jump to next tree view
tr: Sonraki ağaç görünümüne atla

source: No previous tree view
tr: Geride ağaç görünümü yok

source: Jump to previous tree view
tr: Önceki ağaç görünümüne atla

source: No next tool bar
tr: İleride araç çubuğu yok

source: Jump to next tool bar
tr: Sonraki araç çubuğuna atla

source: No previous tool bar
tr: Geride araç çubuğu yok

source: Jump to previous tool bar
tr: Önceki araç çubuğuna atla

source: No next format change
tr: İleride format değişimi yok

source: Jump to next format change
tr: Sonraki biçim değişikliğine atla

source: No previous format change
tr: Geride format değişimi yok

source: Jump to previous format change
tr: Önceki biçim değişikliğine atla

source: Scrolling forward. This may load more elements on the page.
tr: İleri kaydırma. Bu, sayfaya daha fazla öğe yükleyebilir.

source: Scroll to all possible elements forward
tr: Tüm olası öğeleri ileri kaydır

source: Scrolling backward. This may load more elements on the page.
tr: Geri kaydırma. Bu, sayfaya daha fazla öğe yükleyebilir.

source: Scroll to all possible elements backward
tr: Tüm olası öğeleri geri kaydır

source: Edit semi-accessible edit box.
tr: Yarı erişilebilir yazı alanını düzenle.

source: Copy the last text from semi-accessible edit box to clipboard.
tr: Yarı erişilebilir yazı alanından son metni panoya kopyala.

source: Skip clutter off for paragraph navigation
tr: Paragraf navigasyonu için Dağınıklık geçişi kapalı

source: Skip clutter on for paragraph navigation
tr: Paragraf navigasyonu için Dağınıklık geçişi açık

source: Toggle skip clutter for paragraph navigation
tr: Paragraf navigasyonu için Dağınıklık geçişini değiştir

source: Skip clutter off for line navigation
tr: Satır navigasyonu için Dağınıklık geçişi kapalı

source: Skip clutter on for line navigation
tr: Satır navigasyonu için Dağınıklık geçişi açık

source: Toggle skip clutter for line navigation
tr: Satır navigasyonu için Dağınıklık geçişini değiştir

source: Experimental: go back to the previous location of cursor in current document
tr: Deneysel: mevcut belgede imlecin önceki konumuna geri dön

source: Show BrowserNav popup menu.
tr: BrowserNav açılır menüsünü göster.

source: QuickJump - assigned to J by default
tr: ÇabukAtlama - varsayılan olarak J'ye atanmış

source: QuickJump2
tr: ÇabukAtlama2

source: QuickJump3
tr: ÇabukAtlama3

source: SkipClutter - will automatically skip this paragraph or line when navigating via Control+Up/Down or Up/Down keystrokes; must match the whole paragraph. or
tr: DağınıklığıGeç - Control+Yukarı/Aşağı veya Yukarı/Aşağı yön tuşlarıyla gezinirken bu paragrafı veya satırı otomatik olarak atlayacaktır; paragrafın tamamıyla eşleşmelidir. veya

source: QuickClick
tr: ÇabukTık

source: QuickClick2
tr: ÇabukTık2

source: QuickClick3
tr: ÇabukTık3

source: Hierarchical quick jump
tr: Hiyerarşik çabuk atlama

source: Match all sites (domain field ignored)
tr: Tüm sitelerle eşleştir (alan bölümü dikkate alınmaz)

source: Match domain name
tr: Alan adıyla eşleştir

source: Match domain and its subdomains
tr: Alan ve alt alanlarla eşleştir

source: Match substring in URL
tr: URL'de alt dizeyle eşleştir

source: Exact URL match
tr: Tam URL eşleşmesi

source: Regex match of URL
tr: URL'nin kurallı ifade eşleşmesi

source: Keep default NVDA focus behavior
tr: Varsayılan NVDA odak davranışını koru

source: React to focus event, but prevent entering focus mode
tr: Odak olayına tepki ver, ancak odak kipine girmeyi önle

source: Ignore all focus events - good for websites that misuse focus events
tr: Tüm odak olaylarını yoksay - odak olaylarını yanlış kullanan web siteleri için iyidir

source: Speak live regions
tr: Canlı bölgeleri seslendir

source: Mute live regions
tr: Canlı bölgeleri sessize al

source: No beeps
tr: bip sesi yok

source: Beep on every focus event
tr: Her odak olayında bip sesi

source: Beep on every successful autoClick
tr: Her başarılı OtoTık'da bip sesi

source: Beep on every update from live region
tr: Canlı bölgeden her güncellenişinde bip sesi

source: Exact paragraph match
tr: Tam paragraf eşleşmesi

source: Substring paragraph match
tr: Paragraf alt dize eşleşmesi

source: Regex paragraph match
tr: Paragraf kurallı ifade eşleşmesi

source: BrowserNav warning: Two or more sites matching this URL are configured to perform autoClick on load. This is not supported.
tr: BrowserNav uyarısı: Bu URL ile eşleşen iki veya daha fazla site, yüklendiğinde otomatik Tıklama gerçekleştirmek üzere yapılandırılmış. Bu desteklenmez.

source: No quickJump bookmarks configured for current website. Please add QuickJump bookmarks in BrowserNav settings in NVDA settings window.
tr: mevcut web sitesi için ÇabukAtlama yerimleri yapılandırılmamış. Lütfen NVDA ayarları penceresinde BrowserNav ayarlarında ÇabukAtlama yer imlerini ekleyin.

source: No {category} bookmarks configured for current website. Please add {category} bookmarks in BrowserNav settings in NVDA settings window.
tr: Mevcut web sitesi için {category} yer imleri yapılandırılmamış. Lütfen NVDA ayarları penceresindeki BrowserNav ayarlarına {category} yer imi ekleyin.

source: Bookmark points to non-focusable NVDA object, cannot click it.
tr: Yer imi, odaklanamayan NVDA nesnesini işaret ediyor, tıklanamaz.

source: No bookmarks matched!
tr: Eşleşen yer imi yok!

source: Clicked {n} objects.
tr: {n} nesne tıklandı.

source: No hierarchical quickJump bookmarks configured for current website. Please add QuickJump bookmarks in BrowserNav settings in NVDA settings window.
tr: Mevcut web sitesi için yapılandırılmış hiyerarşik ÇabukAtlama yer imi yok. Lütfen NVDA ayarları penceresinde BrowserNav ayarlarından ÇabukAtlama yer imlerini ekleyin.

source: Level {announceLevel}
tr: Düzey {announceLevel}

source: BrowserNav error: inconsistent indents in the document. Recomputing indents, please try again.
tr: BrowserNav hatası: belgede tutarsız girintiler. Girintiler yeniden inceleniyor, lütfen tekrar deneyin.

source: Edit existing website %s
tr: Mevcut %s web sitesini düzenle

source: Create new website for domain %s
tr: %s alanı için yeni web sitesi oluştur

source: Create new website with custom URL matching options
tr: Özel URL eşleştirme seçenekleriyle yeni web sitesi oluştur

source: Current selection spans across multiple paragraphs.
tr: Geçerli seçim birden çok paragrafa yayılmış.

source: Bookmarks that span across paragraphs is not supported by BrowserNav. Please clear the selection or select something within a single paragraph.
tr: Paragraflara yayılan yer işaretleri BrowserNav tarafından desteklenmez. Lütfen seçimi temizleyin veya tek bir paragraf içinde bir şey seçin.

source: Bookmark Error
tr: Yer imi Hatası

source: No sites are configured for current URL.
tr: Geçerli URL için hiçbir site yapılandırılmamış.

source: Please create a new site configuration in site submenu.
tr: Lütfen site alt menüsünde yeni bir site yapılandırması oluşturun.

source: Edit perfect match bookmark {bookmark} of category {category} from site {site}
tr: {site} sitesinden {category} kategorisinin mükemmel eşleşme {bookmark} yer imini düzenle

source: Edit bookmark {bookmark} of category {category} that doesn't match formatting for current paragraph from site {site}
tr: {site} sitesinden {category} kategorisinin geçerli paragraf için biçimlendirmeyle eşleşmeyen {bookmark} yer imini düzenle

source: Create new bookmark from current paragraph for site {site}
tr: {site} sitesi için mevcut paragraftan yeni yer imi oluştur

source: Edit browserNav bookmark
tr: BrowserNav yer imini düzenle

source: &Pattern
tr: &İfade

source: Pattern &match type:
tr: Desen &eşleşme türü:

source: &Category:
tr: &Kategori:

source: &Site this bookmark belongs to:
tr: &Bu yer işaretinin ait olduğu site:

source: Bookmark enabled
tr: Yer imi etkin

source: &Display name (optional)
tr: &Görünen isim (İsteğe bağlı)

source: Spoken &message when bookmark is found:
tr: Yer imi bulunduğunda söylenecek &mesaj:

source: Offset in paragraphs - select a value to place the cursor on following or preceding paragraph from the bookmark match:
tr: Paragraflarda ofset - imleci yer imi eşleşmesinden sonraki veya önceki paragrafa yerleştirmek için bir değer seçin:

source: &Attributes (space separated list):
tr: &Özellikler (boşlukla ayrılmış liste):

source: Available attributes in current paragraph (press space to add to current bookmark):
tr: Geçerli paragrafta mevcut özellikler (geçerli yer imine eklemek için boşluk tuşuna basın):

source: Pattern cannot be empty!
tr: İfade boş olamaz!

source: Failed to compile regular expression: %s
tr: Kurallı ifade derlenemedi: %s

source: Bookmark entry error
tr: Yer imi giriş hatası

source: Cannot parse attribute: {e}
tr: Özellik ayrıştırılamıyor: {e}

source: Bookmark Entry Error
tr: Yer imi Giriş Hatası

source: Warning: you are about to create a skip clutter bookmark. If your pattern is too generic, it might hide significant part of your website. For example, if you specify a single whitespace as pattern and substring match, then all paragraphs containing at least a single whitespace would disappear. Please make sure you understand how skip clutter works and how to undo this change if you have to. Would you like to continue?
tr: Uyarı: Bir dağınıklık geçiş yer imi oluşturmak üzeresiniz. Modeliniz çok genelse, web sitenizin önemli bir bölümünü gizleyebilir. Örneğin, ifade ve alt dize eşleşmesi olarak tek bir boşluk belirtirseniz, en az bir boşluk içeren tüm paragraflar kaybolur. Lütfen dağınıklık geçişinin nasıl çalıştığını ve gerekirse bu değişikliği nasıl geri alacağınızı anladığınızdan emin olun. Devam etmek istiyor musunuz?

source: Bookmark Entry warning
tr: Yer imi Giriş uyarısı

source: Warning: you are about to move this bookmark to site %s. This bookmark will disappear from the old site %s. Would you like to proceed?
tr: Uyarı: Bu yer imini %s sitesine taşımak üzeresiniz. Yer imi eski %s sitesinden silinecek. Devam etmek istiyor musunuz?

source: Added '{item} to matched attributes edit box.'
tr: '{item} eşleşen özellikler düzenleme kutusuna.' eklendi

source: Edit bookmarks for %s
tr: %s için yer imlerini düzenle

source: &Bookmarks
tr: &Yer imleri

source: Name
tr: İsim

source: Pattern
tr: İfade

source: Match type
tr: Eşleşme türü

source: Category
tr: Kategori

source: Enabled
tr: Etkin

source: &Add
tr: &Ekle

source: &Edit
tr: &Düzenle

source: &Remove bookmark
tr: Ye&r imini kaldır

source: Move &up
tr: y&ukarı taşı

source: Move &down
tr: a&şağı taşı

source: &Sort
tr: &Sırala

source: Disabled
tr: Devre dışı

source: Edit site configuration
tr: Site yapılandırmasını düzenle

source: &Match type
tr: &Eşleşme türü

source: Edit &bookmarks
tr: &Yer imlerini düzenle

source: &Focus mode
tr: &Odak kipi

source: &Live region mode
tr: &Canlı bölge kipi

source: Debug &beep mode
tr: Hata ayıklama ve bip kipi

source: Perform autoClick on page load automatically:
tr: Sayfa yüklendiğinde otomatik olarak OtoTıkla:

source: Delay before initial autoClick in milliseconds:
tr: Milisaniye cinsinden ilk otomatik tıklamadan önceki gecikme:

source: Enable recurrent auto click
tr: Tekrarlayan otomatik tıklamayı etkinleştir

source: Delay between recurring autoClicks in milliseconds:
tr: Milisaniye cinsinden yinelenen otomatik tıklamalar arasındaki gecikme:

source: You must specify blank domain in order to match all sites.
tr: Tüm sitelerle eşleşmesi için alanı boş bırakmalısınız

source: You must specify non-empty string as domain
tr: Alan bölümü boş olmamalı

source: Wrong domain format. An example is: en.wikipedia.com
tr: Yanlış alan biçimi. Bir örnek: en.wikipedia.com

source: This site is a duplicate of another existing site %s
tr: Bu site, mevcut başka bir sitenin %s kopyası

source: Site Entry Error
tr: Site Giriş Hatası

source: BrowserNav QuickSearch websites and bookmarks
tr: BrowserNav ÇabukArama web siteleri ve yer imleri

source: &Sites
tr: &Siteler

source: Domain
tr: Alan adı

source: Type
tr: Tür

source: &Edit site
tr: &Siteyi düzenle

source: &Remove site
tr: Siteyi kaldı&r
